{
  "HomePage": {
    "Banner": {
      "title": "Connecting",
      "title2": "You",
      "subTitle": "To Thai Logistics"
    },
    "About": {
      "title": "Sahathai Terminal",
      "content": "Enhance your operational efficiency, reduce costs, and increase productivity with our comprehensive world-class services. We provide consultancy and design tailored solutions to suit your business needs.",
      "comprehensiveService": {
        "title": "Comprehensive Services",
        "content": "Logistics and supply chain solutions tailored for your business."
      },
      "globalTransportationNetwork": {
        "title": "Global Transportation Network",
        "content": "Worldwide transportation network for fast and efficient delivery to every destination."
      },
      "convenientLocation": {
        "title": "Convenient Location",
        "content": "Located near the Outer Ring Road and Bhumibol Bridge for seamless land and water transport."
      },
      "worldClassStandards": {
        "title": "World-Class Standards",
        "content": "Certified ISO 9001, 14001, and GSV (C-TPAT tier 2) for safety and reliability."
      },
      "coversAllNeeds": {
        "title": "Covers All Needs",
        "content": "Comprehensive cargo handling services by professional teams for the highest quality."
      }
    },
    "License": {
      "title": "Quality Guaranteed Success",
      "content": "Our awards and certifications are not only symbols of success but also a testament to the high standards of service we provide to every client. With continuous development, we are proud to present achievements recognized by leading organizations both domestically and internationally.",
      "iso": "ISO 9001 and ISO 14001"
    },
    "Service": {
      "title": "Comprehensive Services for Your Business",
      "containerMaintenanceRepairServices": {
        "title": "Container Maintenance and Repair Services",
        "content": "We handle all types of containers, including 20, 40, 45 TEU, High cube, or Flat rack, both FCL and LCL, within an 80,000 sq.m. CFS and CY area equipped with modern tools, ensuring safety at every step."
      },
      "containerFreightStationContainerYard": {
        "title": "Container Freight Station (CFS) and Container Yard (CY)",
        "content": "Inspection, cleaning, and maintenance services with a storage area of 59,200 sq.m., supporting 350,000 containers per year. Quality and safety guaranteed."
      },
      "freeTradeZone": {
        "title": "Free Trade Zone",
        "content": "Our Free Trade Zone, located 200 meters from Sahathai Terminal, spans 6,400 sq.m., reducing logistics time and costs."
      },
      "coastalShippingServices": {
        "title": "Coastal Shipping Services",
        "content": "A multi-purpose port offering comprehensive services to handle all types of containers with the highest quality and safety standards."
      },
      "bulkCargoProjectCargo": {
        "title": "Bulk and Project Cargo",
        "content": "We provide transportation services for all types of cargo, including bulk, stacked, and large-scale projects, with expertise, specialized equipment, and professional teams ensuring maximum safety and efficiency."
      },
      "automatedContainerReadingTechnology": {
        "title": "Automated Container Reading Technology (OCR)",
        "content": "Implementing OCR systems for automatic container number reading at port gates, increasing accuracy, reducing processing time, and enhancing service quality."
      }
    },
    "News": {
      "title": "News and Announcements"
    },
    "Highlight": {
      "title": "The Best Choice in Logistics and Supply Chain Services",
      "description": "Our clients trust and rely on our logistics and supply chain services.",
      "location": {
        "title": "Strategic Location",
        "description": "Sahathai Terminal's strategic location boosts the economy of the industry around the Chao Phraya River, Bangkok, and Samut Prakan."
      },
      "flexibility": {
        "title": "Flexible Services",
        "description": "Our multi-purpose port accommodates various types of vessels, from barges to large cargo ships."
      },
      "locationEasyAccess": {
        "title": "Easily Accessible Location",
        "description": "Sahathai Terminal is conveniently located near the Outer Ring Road and Bhumibol Bridge, allowing for easy travel and connections to nearby provinces."
      }
    },
    "OurSubsidiaries": {
      "title": "Our Subsidiaries",
      "description": "Our clients trust and rely on our logistics and supply chain services."
    }
  }
}
