{
  "HomePage": {
    "Banner": {
      "title": "เชื่อมโยง",
      "title2": "คุณ",
      "subTitle": "สู่โลจิสติกส์ไทย"
    },
    "Menu": {
      "aboutUs": "เกี่ยวกับเรา",
      "infrastructureContainers": "โครงสร้างพื้นฐานและคอนเทนเนอร์",
      "service": "บริการ",
      "news": "ข่าวประชาสัมพันธ์",
      "eService": "e-service",
      "investorRelations": "นักลงทุนสัมพันธ์"
    },
    "About": {
      "title": "สหไทย เทอร์มินอล",
      "content": "เพิ่มประสิทธิภาพการดำเนินงานของคุณ ลดต้นทุน และเพิ่มผลผลิตด้วยบริการมาตรฐานระดับโลกครบวงจรของเรา ที่พร้อมให้คำปรึกษาและออกแบบโซลูชั่นที่เหมาะสมที่สุดสำหรับธุรกิจของคุณ",
      "comprehensiveService": {
        "title": "บริการครบวงจร",
        "content": "บริการโลจิสติกส์ และซัพพลายเชนครบวงจรพร้อมโซลูชั่นเฉพาะสำหรับธุรกิจคุณ"
      },
      "globalTransportationNetwork": {
        "title": "เครือข่ายการขนส่งทั่วโลก",
        "content": "เครือข่ายขนส่งทั่วโลกจัดส่งรวดเร็วและมีประสิทธิภาพทุกจุดหมาย"
      },
      "convenientLocation": {
        "title": "ทำเลสะดวก",
        "content": "ใกล้ถนนวงแหวนรอบนอกกาญจนาภิเษกและสะพานภูมิพลสะดวกขนส่งทั้งทางบกและน้ำ"
      },
      "worldClassStandards": {
        "title": "มาตรฐานระดับโลก",
        "content": "รับรองมาตรฐาน ISO 9001, 14001 และ GSV (C-TPAT tier 2) เพื่อความปลอดภัยและน่าเชื่อถือ"
      },
      "coversAllNeeds": {
        "title": "ครอบคลุมทุกความต้องการ",
        "content": "บริการขนถ่ายสินค้าครบวงจร โดยทีมงานมืออาชีพ เพื่อคุณภาพสูงสุด"
      }
    },
    "License": {
      "title": "ความสำเร็จที่การันตีคุณภาพ",
      "content": "รางวัลและเกียรติบัตรของเราไม่เพียงแสดงถึงความสำเร็จ แต่ยังเป็นเครื่องยืนยันถึงมาตรฐานการบริการระดับสูงที่เรามอบให้ลูกค้าทุกราย ด้วยความมุ่งมั่นในการพัฒนาอย่างต่อเนื่อง เราภูมิใจนำเสนอผลงานที่ได้รับการยอมรับจากองค์กรชั้นนำทั้งในและต่างประเทศ",
      "iso": "ISO 9001 และ ISO 14001"
    },
    "Service": {
      "title": "บริการครบวงจรเพื่อธุรกิจของคุณ",
      "containerMaintenanceRepairServices": {
        "title": "บริการบำรุงรักษาและซ่อมแซมตู้คอนเทนเนอร์",
        "content": "เราจัดการตู้คอนเทนเนอร์ทุกประเภท ไม่ว่าจะเป็น 20, 40, 45 ทีอียู, High cube, หรือ Flat rack ทั้ง FCL และ LCL ภายในพื้นที่ CFS และ CY ขนาด 80,000 ตร.ม. พร้อมอุปกรณ์ทันสมัย เน้นความปลอดภัยทุกขั้นตอน"
      },
      "containerFreightStationContainerYard": {
        "title": "สถานีบรรจุและคัดแยกตู้คอนเทนเนอร์ (CFS) และลานจัดเก็บตู้คอนเทนเนอร์ (CY)",
        "content": "ตรวจ ทำความสะอาด ซ่อมบำรุง พื้นที่จัดเก็บ 59,200 ตร.ม. รองรับ 350,000 ตู้/ปี รับประกันคุณภาพและความปลอดภัย"
      },
      "freeTradeZone": {
        "title": "เขตปลอดอากร",
        "content": "เขตปลอดอากรของเรา ห่างจากสหไทยเทอร์มินอล 200 เมตร มีพื้นที่ 6,400 ตร.ม. ช่วยลดระยะเวลาและต้นทุนโลจิสติกส์"
      },
      "coastalShippingServices": {
        "title": "บริการขนส่งสินค้าเลียบชายฝั่ง",
        "content": "ท่าเรืออเนกประสงค์พร้อมบริการครบวงจรดูแลตู้คอนเทนเนอร์ครบทุกขั้นตอน รับประกันคุณภาพและความปลอดภัยสูงสุด"
      },
      "bulkCargoProjectCargo": {
        "title": "สินค้าเทกองและสินค้าโครงการ",
        "content": "บริการขนส่งสินค้าทุกประเภท ทั้งเทกอง วางกอง และโครงการขนาดใหญ่ ด้วยความเชี่ยวชาญ อุปกรณ์เฉพาะทางและทีมงานมืออาชีพ รับประกันความปลอดภัยและประสิทธิภาพสูงสุด"
      },
      "automatedContainerReadingTechnology": {
        "title": "เทคโนโลยีการอ่านตู้สินค้าอัตโนมัติ (OCR)",
        "content": "นำระบบ OCR มาใช้อ่านหมายเลขตู้สินค้าอัตโนมัติที่ประตูท่าเรือ เพิ่มความแม่นยำ ลดเวลาดำเนินงาน และยกระดับคุณภาพบริการ"
      }
    },
    "News": {
      "title": "ข่าวประชาสัมพันธ์"
    },
    "Highlight": {
      "title": "ตัวเลือกที่ดีที่สุดในบริการโลจิสติกส์และซัพพลายเชน",
      "description": "ลูกค้าของเราเชื่อมั่นและวางใจในบริการโลจิสติกส์และซัพพลายเชนของเรา",
      "location": {
        "title": "ที่ตั้งทางยุทธศาสตร์",
        "description": "สหไทยเทอร์มินอลมีที่ตั้งทางยุทธศาสตร์ที่ช่วยส่งเสริมเศรษฐกิจของอุตสาหกรรมบริเวณปากแม่น้ำเจ้าพระยา กรุงเทพฯ และสมุทรปราการ"
      },
      "flexibility": {
        "title": "การให้บริการที่ยืดหยุ่น",
        "description": "ท่าเรืออเนกประสงค์ของเราสามารถรองรับเรือได้หลากหลายประเภทไม่ว่าจะเป็นเรือบาร์จหรือเรือขนส่งสินค้าขนาดใหญ่"
      },
      "locationEasyAccess": {
        "title": "สถานที่ตั้งเข้าถึงง่าย",
        "description": "สหไทย เทอร์มินอล ตั้งอยู่ใกล้กับถนนวงแหวนรอบนอกกาญจนาภิเษกและสะพานภูมิพล คุณสามารถเดินทางมาได้อย่างสะดวกและขับรถเชื่อมต่อไปยังจังหวัดอื่นๆ ใกล้เคียงได้อย่างง่ายดาย"
      }
    },
    "OurSubsidiaries": {
      "title": "บริษัทในเครือของเรา",
      "description": "ลูกค้าของเราเชื่อมั่นและวางใจในบริการโลจิสติกส์และซัพพลายเชนของเรา"
    }
  }
}
