{
  "HomePage": {
    "About": {
      "title": "สหไทย เทอร์มินอล",
      "description": "เพิ่มประสิทธิภาพการดำเนินงานของคุณ ลดต้นทุน และเพิ่มผลผลิตด้วยบริการมาตรฐานระดับโลกครบวงจรของเราที่พร้อมให้คำปรึกษาและออกแบบโซลูชั่นที่เหมาะสมที่สุดสำหรับธุรกิจของคุณ",
      "comprehensiveService": {
        "title": "บริการครบวงจร ",
        "description": "เรามีบริการโลจิสติกส์และซัพพลายเชนที่ยืดหยุ่นและครอบคลุมทุกความต้องการพร้อมออกแบบโซลูชั่นเฉพาะสำหรับธุรกิจของคุณ"
      },
      "globalTransportationNetwork": {
        "title": "เครือข่ายการขนส่งทั่วโลก",
        "description": "ด้วยเครือข่ายการขนส่งที่ครอบคลุมทั่วโลก เราสามารถขนส่งสินค้าไปยังทุกจุดหมายได้อย่างรวดเร็วและมีประสิทธิภาพ"
      },
      "convenientLocation": {
        "title": "ทำเลสะดวก",
        "description": "ตั้งอยู่ใกล้ถนนวงแหวนรอบนอกกาญจนาภิเษกและสะพานภูมิพลทำให้การขนส่งสินค้าทางบกและทางน้ำเป็นไปได้อย่างรวดเร็ว"
      },
      "worldClassStandards": {
        "title": "มาตรฐานระดับโลก",
        "description": "เรามีการรับรองมาตรฐาน ISO 9001 และ ISO 14001 รวมถึง GSV หรือ C-TPAT tier 2 เพื่อความมั่นใจในความปลอดภัยและความน่าเชื่อถือ"
      },
      "coversAllNeeds": {
        "title": "ครอบคลุมทุกความต้องการ",
        "description": "เรามีบริการขนถ่ายสินค้าทุกประเภท ตั้งแต่การบรรจุสินค้าเข้าตู้ การขนถ่ายสินค้าออกจากตู้ จัดการคลังสินค้า และบริการขนส่งสินค้าด้วยรถบรรทุก ทุกขั้นตอนมีทีมงานมืออาชีพดูแล เพื่อให้คุณได้รับบริการที่ดีที่สุด"
      },
      "other": {
        "title": "สหไทย เทอร์มินอล",
        "description": "ผู้นำด้านโลจิสติกส์ครบวงจร\nที่คุณวางใจได้"
      }
    },
    "License": {
      "title": "ISO 9001 และ ISO 14001 รวมถึง GSV หรือ C-TPAT tier 2 "
    },
    "Service": {
      "title": "บริการของเรา",
      "containerCargoServices": "Container Cargo Services (บริการสินค้าบรรจุตู้)",
      "multipurposePortServices": "Multipurpose Port Services (ท่าเรือเอนกประสงค์)",
      "warehouseServices": "Warehouse Services (บริการคลังสินค้า)",
      "valueAddedServices": "Value-Added Services (บริการเพิ่มมูลค่า)",
      "seeMore": "ดูเพิ่มเติม"
    },
    "News": {
      "title": "ข่าวประชาสัมพันธ์",
      "description": "สหไทย เทอร์มินอล มุ่งมั่นปฏิบัติงานและให้บริการในฐานะส่วนหนึ่งของธุรกิจขนส่งและโลจิสติกส์ไทย"
    }
  }
}
