import React from 'react'
import Image from 'next/image'
import { useLocale } from 'next-intl'

export default function RequestPermissionContact() {
  const locale = useLocale()
  return (
    <section>

        <Image
        className='mb-5 rounded-md'
        src='/infrastructure-containers/requestContactPermisison.jpg'
        alt=''
        width={666}
        height={328}
      />
      {locale === 'th' && <RequestPermissionContactInfoTH />}
      {locale === 'en' && <RequestPermissionContactInfoEN />}
      {locale === 'cn' && <RequestPermissionContactInfoCN />}
    </section>
  )
}

const RequestPermissionContactInfoTH = () => {
  return (
      <>

          <h3 className='text-sm text-gray-800 mb-2 underline'>การขอใบอนุญาตสำหรับการติดต่อชั่วคราวนี้</h3>
          <p className='text-gray-600 text-sm mb-5'>
              ผู้มาติดต่อที่ประสงค์จะติดต่ออาคารสำนักงานหรืออาคารปฏิบัติการ
              จำเป็นต้องแลกบัตรประชาชนและขอรับใบอนุญาตสำหรับผู้มาติดต่อที่ฝ่ายรักษาความปลอดภัยบริเวณประตูทางเข้าท่าเรือ
          </p>

          <h3 className='text-sm text-gray-800 mb-2 underline'>การขอใบอนุญาตสำหรับการติดต่อระยะยาว
          </h3>
          <p className='text-gray-600 text-sm mb-5'>
              ตัวแทนสายการเดินเรือที่ต้องการใบอนุญาตสำหรับการเข้ามายังสหไทย เทอร์มินอลในระยะยาว
              จำเป็นต้องกรอกแบบฟอร์มเพื่อแจ้งความประสงค์ และส่งเอกสารให้กับสำนักงาน Terminal Service คลิกที่นี่
              เพื่อส่งอีเมล์ไปยังสำนักงาน SSHE ที่ sshe.stt@sahathai.com
          </p>

          <h3 className='text-sm text-gray-800 mb-2 underline'>สิทธิ์การเข้ามายังพื้นที่ท่าเรือและเรือขนส่งสินค้า
          </h3>
          <p className='text-gray-600 text-sm mb-5'>
              บุคลากร (ยกเว้นตัวแทนสายการเดินเรือ)
              ที่มีความประสงค์จะเข้าไปในพื้นที่ท่าเรือหรือมีความประสงค์จะขึ้นไปบนเรือ ต้องกรอกแบบฟอร์มแจ้งความประสงค์
              และลงนามรับรองโดยตัวแทนสายการเดินเรือ เพื่อขออนุญาตสหไทย เทอร์มินอล ในการเข้าไปยังพื้นที่ปฏิบัติการ
          </p>


          <h3 className='text-sm text-gray-800 mb-2 underline'>การปฏิบัติการในพื้นที่ท่าเรือ
          </h3>
          <p className='text-gray-600 text-sm mb-5'>
              บุคลากรที่มีความประสงค์จะปฏิบัติงานในพื้นที่ท่าเรือ จำเป็นต้องกรอกเอกสารอนุญาตปฏิบัติงาน (Work Permit
              Form) ให้ครบถ้วน และแจ้งความประสงค์มายังสำนักงาน Terminal Service คลิกที่นี่ เพื่อส่งอีเมล์ไปยังสำนักงาน
              SSHE ที่ sshe.stt@sahathai.com
          </p>


          <h3 className='text-sm text-gray-800 mb-2 underline'>ลูกเรือที่ต้องการเข้าไปยังพื้นที่ท่าเรือ
          </h3>
          <p className='text-gray-600 text-sm mb-5'>
              ลูกเรือที่ประสงค์จะเข้าไปยังพื้นที่ปฏิบัติการท่าเรือ
              จำเป็นต้องติดต่อไปยังฝ่ายรักษาความปลอดภัยที่บริเวณท่าเรือ เพื่อลงทะเบียนและแลกบัตรลูกเรือ
          </p>

          <h3 className='text-sm text-gray-800 mb-2 underline'>สติ๊กเกอร์รถสำหรับตัวแทนสายการเดินเรือ
          </h3>
          <p className='text-gray-600 text-sm mb-5'>
              ตัวแทนสายการเดินเรือที่ต้องการสติ๊กเกอร์ติดรถเพื่อเข้าไปยังอาคารสำนักงาน จำเป็นต้องยื่นกรอกเอกสารแจ้งความประสงค์ในการขอสติ๊กเกอร์ติดรถยนต์ให้ครบถ้วน และยื่นเอกสาร พร้อมสำเนาใบอนุญาตขับขี่รถยนต์ และสำเนาของใบทะเบียนรถยนต์ และยื่นให้เอกสารให้กับสำนักงาน Terminal Service คลิกที่นี่ เพื่อส่งอีเมล์ไปยังสำนักงาน SSHE ที่ sshe.stt@sahathai.com
          </p>
      </>
  )
}

const RequestPermissionContactInfoEN = () => {
    return (
        <>

            <h3 className='text-sm text-gray-800 mb-2 underline'>การขอใบอนุญาตสำหรับการติดต่อชั่วคราวนี้</h3>
            <p className='text-gray-600 text-sm mb-5'>
                ผู้มาติดต่อที่ประสงค์จะติดต่ออาคารสำนักงานหรืออาคารปฏิบัติการ
                จำเป็นต้องแลกบัตรประชาชนและขอรับใบอนุญาตสำหรับผู้มาติดต่อที่ฝ่ายรักษาความปลอดภัยบริเวณประตูทางเข้าท่าเรือ
            </p>

            <h3 className='text-sm text-gray-800 mb-2 underline'>การขอใบอนุญาตสำหรับการติดต่อระยะยาว
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                ตัวแทนสายการเดินเรือที่ต้องการใบอนุญาตสำหรับการเข้ามายังสหไทย เทอร์มินอลในระยะยาว
                จำเป็นต้องกรอกแบบฟอร์มเพื่อแจ้งความประสงค์ และส่งเอกสารให้กับสำนักงาน Terminal Service คลิกที่นี่
                เพื่อส่งอีเมล์ไปยังสำนักงาน SSHE ที่ sshe.stt@sahathai.com
            </p>

            <h3 className='text-sm text-gray-800 mb-2 underline'>สิทธิ์การเข้ามายังพื้นที่ท่าเรือและเรือขนส่งสินค้า
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                บุคลากร (ยกเว้นตัวแทนสายการเดินเรือ)
                ที่มีความประสงค์จะเข้าไปในพื้นที่ท่าเรือหรือมีความประสงค์จะขึ้นไปบนเรือ ต้องกรอกแบบฟอร์มแจ้งความประสงค์
                และลงนามรับรองโดยตัวแทนสายการเดินเรือ เพื่อขออนุญาตสหไทย เทอร์มินอล ในการเข้าไปยังพื้นที่ปฏิบัติการ
            </p>


            <h3 className='text-sm text-gray-800 mb-2 underline'>การปฏิบัติการในพื้นที่ท่าเรือ
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                บุคลากรที่มีความประสงค์จะปฏิบัติงานในพื้นที่ท่าเรือ จำเป็นต้องกรอกเอกสารอนุญาตปฏิบัติงาน (Work Permit
                Form) ให้ครบถ้วน และแจ้งความประสงค์มายังสำนักงาน Terminal Service คลิกที่นี่ เพื่อส่งอีเมล์ไปยังสำนักงาน
                SSHE ที่ sshe.stt@sahathai.com
            </p>


            <h3 className='text-sm text-gray-800 mb-2 underline'>ลูกเรือที่ต้องการเข้าไปยังพื้นที่ท่าเรือ
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                ลูกเรือที่ประสงค์จะเข้าไปยังพื้นที่ปฏิบัติการท่าเรือ
                จำเป็นต้องติดต่อไปยังฝ่ายรักษาความปลอดภัยที่บริเวณท่าเรือ เพื่อลงทะเบียนและแลกบัตรลูกเรือ
            </p>

            <h3 className='text-sm text-gray-800 mb-2 underline'>สติ๊กเกอร์รถสำหรับตัวแทนสายการเดินเรือ
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                ตัวแทนสายการเดินเรือที่ต้องการสติ๊กเกอร์ติดรถเพื่อเข้าไปยังอาคารสำนักงาน จำเป็นต้องยื่นกรอกเอกสารแจ้งความประสงค์ในการขอสติ๊กเกอร์ติดรถยนต์ให้ครบถ้วน และยื่นเอกสาร พร้อมสำเนาใบอนุญาตขับขี่รถยนต์ และสำเนาของใบทะเบียนรถยนต์ และยื่นให้เอกสารให้กับสำนักงาน Terminal Service คลิกที่นี่ เพื่อส่งอีเมล์ไปยังสำนักงาน SSHE ที่ sshe.stt@sahathai.com
            </p>
        </>
    )
}

const RequestPermissionContactInfoCN = () => {
    return (
        <>

            <h3 className='text-sm text-gray-800 mb-2 underline'>การขอใบอนุญาตสำหรับการติดต่อชั่วคราวนี้</h3>
            <p className='text-gray-600 text-sm mb-5'>
                ผู้มาติดต่อที่ประสงค์จะติดต่ออาคารสำนักงานหรืออาคารปฏิบัติการ
                จำเป็นต้องแลกบัตรประชาชนและขอรับใบอนุญาตสำหรับผู้มาติดต่อที่ฝ่ายรักษาความปลอดภัยบริเวณประตูทางเข้าท่าเรือ
            </p>

            <h3 className='text-sm text-gray-800 mb-2 underline'>การขอใบอนุญาตสำหรับการติดต่อระยะยาว
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                ตัวแทนสายการเดินเรือที่ต้องการใบอนุญาตสำหรับการเข้ามายังสหไทย เทอร์มินอลในระยะยาว
                จำเป็นต้องกรอกแบบฟอร์มเพื่อแจ้งความประสงค์ และส่งเอกสารให้กับสำนักงาน Terminal Service คลิกที่นี่
                เพื่อส่งอีเมล์ไปยังสำนักงาน SSHE ที่ sshe.stt@sahathai.com
            </p>

            <h3 className='text-sm text-gray-800 mb-2 underline'>สิทธิ์การเข้ามายังพื้นที่ท่าเรือและเรือขนส่งสินค้า
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                บุคลากร (ยกเว้นตัวแทนสายการเดินเรือ)
                ที่มีความประสงค์จะเข้าไปในพื้นที่ท่าเรือหรือมีความประสงค์จะขึ้นไปบนเรือ ต้องกรอกแบบฟอร์มแจ้งความประสงค์
                และลงนามรับรองโดยตัวแทนสายการเดินเรือ เพื่อขออนุญาตสหไทย เทอร์มินอล ในการเข้าไปยังพื้นที่ปฏิบัติการ
            </p>


            <h3 className='text-sm text-gray-800 mb-2 underline'>การปฏิบัติการในพื้นที่ท่าเรือ
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                บุคลากรที่มีความประสงค์จะปฏิบัติงานในพื้นที่ท่าเรือ จำเป็นต้องกรอกเอกสารอนุญาตปฏิบัติงาน (Work Permit
                Form) ให้ครบถ้วน และแจ้งความประสงค์มายังสำนักงาน Terminal Service คลิกที่นี่ เพื่อส่งอีเมล์ไปยังสำนักงาน
                SSHE ที่ sshe.stt@sahathai.com
            </p>


            <h3 className='text-sm text-gray-800 mb-2 underline'>ลูกเรือที่ต้องการเข้าไปยังพื้นที่ท่าเรือ
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                ลูกเรือที่ประสงค์จะเข้าไปยังพื้นที่ปฏิบัติการท่าเรือ
                จำเป็นต้องติดต่อไปยังฝ่ายรักษาความปลอดภัยที่บริเวณท่าเรือ เพื่อลงทะเบียนและแลกบัตรลูกเรือ
            </p>

            <h3 className='text-sm text-gray-800 mb-2 underline'>สติ๊กเกอร์รถสำหรับตัวแทนสายการเดินเรือ
            </h3>
            <p className='text-gray-600 text-sm mb-5'>
                ตัวแทนสายการเดินเรือที่ต้องการสติ๊กเกอร์ติดรถเพื่อเข้าไปยังอาคารสำนักงาน จำเป็นต้องยื่นกรอกเอกสารแจ้งความประสงค์ในการขอสติ๊กเกอร์ติดรถยนต์ให้ครบถ้วน และยื่นเอกสาร พร้อมสำเนาใบอนุญาตขับขี่รถยนต์ และสำเนาของใบทะเบียนรถยนต์ และยื่นให้เอกสารให้กับสำนักงาน Terminal Service คลิกที่นี่ เพื่อส่งอีเมล์ไปยังสำนักงาน SSHE ที่ sshe.stt@sahathai.com
            </p>
        </>
    )
}
