{
  "ServicesPage": {
    "ContainerServices": {
      "title": "บริการตู้คอนเทนเนอร์เต็มรูปแบบ",
      "containerMaintenanceAndRepairServices": {
        "title": "บริการบำรุงรักษาและซ่อมแซมตู้คอนเทนเนอร์",
        "description": "เนื่องจาก สหไทย เทอร์มินอล เป็นท่าเรืออเนกประสงค์ เรามุ่งมั่นให้บริการลูกค้าอย่างครบวงจร โดยประสานความร่วมมือกับพันธมิตรในอุตสาหกรรมเพื่อเพิ่มคุณค่าให้กับทุกบริการ สหไทย เทอร์มินอล มีบริการตรวจวิเคราะห์ ทำความสะอาด บำรุงรักษา ซ่อมแซม และอัพเกรดตู้คอนเทนเนอร์ โดย บริษัท บางกอก คอนเทนเนอร์ เดโป เซอร์วิส จำกัด (BCDS) ซึ่งเป็นบริษัทย่อย ปฏิบัติการในพื้นที่ 59,200 ตารางเมตร รองรับตู้คอนเทนเนอร์ได้สูงสุดถึงปีละ 350,000 ตู้ ด้วยระบบการจัดการที่ดีที่สุด คุณมั่นใจได้ว่าสินค้าของคุณจะได้รับการขนส่งอย่างปลอดภัยตั้งแต่ต้นทางถึงปลายทาง"
      },
      "cfsCy": {
        "title": "สถานีบรรจุและคัดแยกตู้คอนเทนเนอร์ (CFS) และลานจัดเก็บตู้คอนเทนเนอร์ (CY)",
        "description": "ที่สหไทย เทอร์มินอล เราจัดการตู้คอนเทนเนอร์ทุกประเภท เช่น ตู้ขนาด 20, 40, 45 ทีอียู ตู้สูงพิเศษ (High cube) และตู้โครงเหล็ก (Flat rack) ทั้งการจัดส่งแบบเต็มตู้ (FCL) และไม่เต็มตู้ (LCL) ในพื้นที่ 80,000 ตารางเมตร สำหรับ CFS และ CY พร้อมอุปกรณ์ทันสมัย เช่น เครนขาสูง และรถยก เราเน้นความปลอดภัยในทุกขั้นตอน ตั้งแต่การยกขน การบรรจุ การนำสินค้าออก และการซ่อมบำรุง ตำแหน่ง CFS ในท่าเรือช่วยให้การขนย้ายเป็นไปอย่างไร้รอยต่อ การบรรจุสินค้าเน้นประสิทธิภาพและความปลอดภัย เพื่อให้มั่นใจว่าสินค้าจะได้รับการจัดส่งอย่างปลอดภัย"
      },
      "dutyFreeZone": {
        "title": "เขตปลอดอากร",
        "description": "เขตปลอดอากรของเรา ตั้งอยู่ห่างจากสหไทย เทอร์มินอล เพียง 200 เมตร โดยมีพื้นที่รวมทั้งสิ้น 6,400 ตารางเมตร และได้รับการออกแบบมาเป็นพิเศษ เพื่ออำนวยความสะดวกให้การขนถ่ายสินค้าผ่านท่าเรือสามารถดำเนินงานได้อย่างราบรื่นยิ่งขึ้น นอกจากนี้ยังให้บริการจัดเก็บสินค้าแบบไม่จำกัดเวลา  รวมถึงพื้นที่จัดเก็บสินค้าแบบบรรจุเต็มตู้ (FCL) โดยเฉพาะ โดยเขตปลอดอากรของเราเป็นอีกหนึ่งสิ่งอำนวยความสะดวกที่ช่วยให้ลูกค้าสามารถลดได้ ทั้งระยะเวลาดำเนินการและต้นทุนด้านโลจิสติกส์ได้เป็นอย่างดี"
      }
    },
    "MultipurposePort": {
      "title": "ท่าเรือเอนกประสงค์​",
      "coastalShipping": {
        "title": "บริการขนส่งสินค้าเลียบชายฝั่ง",
        "description": "ในฐานะผู้ปฏิบัติการท่าเทียบเรือแม่น้ำชั้นนำของไทย สหไทย เทอร์มินอลมีทางเลือกบริการที่หลากหลายสำหรับหารขนส่งสินค้าเลียบชายฝั่งที่มีประสิทธิภาพและตรงตามความต้องการของลูกค้า เรามีบริการที่หลากหลาย ไม่ว่าจะเป็นการขนส่งสินค้าทั่วไป การขนส่งสินค้าบรรจุตู้คอนเทนเนอร์ ตู้คอนเทนเนอร์แช่สินค้าเย็นทั้งบริการขนส่งสินค้าในเส้นทางแม่น้ำเจ้าพระยาและการขนส่งสินค้าเลียบชายฝั่งทะเล นอกจากนี้เรายังปฏิบัติการขนส่งสินค้าด้วยเรือขนส่งสินค้าชายฝั่ง เชื่อมต่อระหว่างสหไทย เทอร์มินอล กับท่าเรือแหลมฉบังทุกวัน\n\nนอกจากนี้ สหไทย เทอร์มินอล ยังให้บริการเรือขนาดเล็กหลากหลายประเภท เพื่อความครอบคลุมของบริการขนส่งสินค้าวางกอง สินค้าขนาดใหญ่พิเศษ และสินค้าทั่วไป นอกจากนี้ เพื่อเป็นการลดต้นทุนและระยะเวลาในกระบวนการขนส่งสินค้าสหไทย เทอร์มินอล ยังให้บริการขนถ่ายสินค้าเส้นทางตรงระหว่างเรือขนส่งตู้สินค้าและเรือขนาดเล็กอีกด้วย"
      },
      "bulkCargoProjectCargo": {
        "title": "สินค้าเทกองและสินค้าโครงการ",
        "description": "ไม่ว่าสินค้าที่คุณต้องการขนส่งจะเป็นข้าว เหล็ก หรือหม้อแปลงขนาดใหญ่ ก็สามารถมั่นใจได้ว่าสินค้าเทกอง สินค้าวางกอง หรือสินค้าโครงการของคุณ จะได้รับการจัดการขนส่งโดยผู้มีประสบการณ์ หากสินค้าที่คุณต้องการขนส่งเป็นสินค้าโครงการที่มีขนาดใหญ่ น้ำหนักมาก เป็นสินค้ามูลค่าสูง หรือมีความสำคัญสูง คุณก็สามารถวางใจได้ว่า สินค้าทุกชิ้นจะได้รับการจัดการด้วยความปลอดภัยเมื่ออยู่ในมือของสหไทย เทอร์มินอล เพราะที่นี่ เรามีเครื่องมือเฉพาะด้าน มีกระบวนการทำงานที่รวดเร็ว ว่องไว ปฏิบัติการโดยบุคลากรที่มีทักษะในการจัดการสินค้าโครงการของคุณได้อย่างปลอดภัยและมีประสิทธิภาพ ตรงตามความต้องการของคุณ"
      }
    },
    "WarehouseServices": {
      "title": "บริการคลังสินค้า",
      "description": "ไม่ว่าคุณจะต้องการจัดเก็บสินค้าประเภทใด ใช้พื้นที่มากน้อยเท่าไหน ระดับความปลอดภัยขั้นสูงระดับใด เราสามารถตอบโจทย์ทุกความต้องการของคุณได้",
      "diverseWarehouseServices": {
        "title": "บริการคลังสินค้าที่หลากหลาย",
        "description": "ลานตู้คอนเทนเนอร์ขนาดใหญ่\nสถานีจัดการตู้คอนเทนเนอร์\nเขตปลอดอากร\nอาคารคลังสินค้าทัณฑ์บน\nอาคารคลังสินค้าทั่วไป"
      },
      "careAndSecurity": {
        "title": "การดูแลและความปลอดภัย",
        "description": "ระบบรักษาความปลอดภัย\nบุคลากรที่คอยดูแลสินค้า 24 ชั่วโมง"
      },
      "careAndSecurity2": {
        "title": "การดูแลและความปลอดภัย",
        "description": "ความสะดวกสบาย\nลดต้นทุนและระยะเวลาดำเนินการตั้งแต่ต้นจนจบกระบวนการ"
      }
    },
    "ComprehensiveCommercialPortServices": {
      "title": "บริการท่าเทียบเรือเชิงพาณิชย์ครบวงจร",
      "description": "ท่าเรือสหไทย ตั้งอยู่บนถนนปู่เจ้าสิงพราย อำเภอพระประแดง จังหวัดสมุทรปราการ ซึ่งตั้งอยู่ในทำเลที่มีความสะดวกในการขนส่งสินค้าของโรงงานอุตสาหกรรมต่างๆ ในการขนสินค้า ทั้งการนำเข้าและส่งออกมาที่ท่าเรือสหไทย เนื่องจากท่าเรือสหไทยอยู่ใกล้กับสะพานภูมิพล หรือ สะพานวงแหวนอุตสาหกรรม โดยมีระยะห่างจากท่าเรือสหไทยเพียงประมาณ 400 เมตร โดยสะพานภูมิพลและถนนวงแหวนอุตสาหกรรมสามารถเชื่อมการขนส่งระหว่างถนนพระรามที่ 3 ถนนสุขสวัสดิ์ ถนนปู่เจ้าสิงพราย และถนนกาญจนาภิเษก ซึ่งเป็นบริเวณที่ตั้งของโรงงานอุตสาหกรรมต่างๆ ของกรุงเทพฯ และสมุทรปราการ",
      "commercialDockingServices": {
        "title": "บริการเทียบเรือเชิงพาณิชย์",
        "description": "1. บริการเทียบเรือขนสินค้าตู้คอนเทนเนอร์ (Terminal Handling Service)\n2. บริการบรรจุ/ขนถ่ายสินค้าออกจากตู้คอนเทนเนอร์ (Container Freight Station: CFS)\n3. บริการซ่อมบำรุงตู้คอนเทนเนอร์ (Container Depot)"
      },
      "terminalHandlingService": {
        "title": "บริการเทียบเรือขนสินค้าตู้คอนเทนเนอร์ (Terminal Handling Service)",
        "description": "รองรับการเทียบเรือสำหรับเรือขนส่งสินค้าระหว่างประเทศหรือเรือฟีดเดอร์ (Feeder) ขนาดประมาณ 1,000 ทีอียู และเรือบาร์จ (Barge) ขนาดประมาณ 40 - 240 ทีอียู",
        "description2": "ท่าเรือสหไทยมีท่าเรือทั้งหมด 2 ท่า ได้แก่ ท่าเรือสหไทย ขนาดความกว้างหน้าท่า 170 เมตร และท่าเรือบาร์จ ขนาดความกว้างหน้าท่า 65 เมตร ท่าเรือบาร์จของ BBT ขนาดความกว้างหน้าท่า 96 เมตร สามารถจอดเรือพร้อมกันได้ 2 ลำ"
      },
      "volumeContainersServicedPast3Years": {
        "title": "ปริมาณตู้คอนเทนเนอร์ที่บริษัทและบริษัทฯ ย่อยให้บริการในอดีต 3 ปี (2564-2566)",
        "description": "จำนวนตู้สินค้าที่ให้บริการผู้ส่งออกและผู้ลำเลียงมีแนวโน้มคงที่ อยู่ที่ประมาณ 320,000 ทีอียูต่อปี",
        "description2": "การบริการรวมทั้งปีอยู่ที่ประมาณ 350,000 ทีอียูต่อปี"
      },
      "containerFreightStation": {
        "title": "บริการบรรจุ/ขนถ่ายสินค้าออกจากตู้คอนเทนเนอร์ (Container Freight Station: CFS)",
        "description": "ให้บริการทั้งสำหรับผู้ส่งออกสินค้า (Shipper) และผู้รับนำเข้าสินค้า (Consignee)",
        "description2": "รองรับการบรรจุและขนถ่ายสินค้าทั้งแบบเต็มตู้ (FCL) และการรวมตู้สินค้าขนาดเล็ก (LCL)",
        "description3": "ปริมาณตู้คอนเทนเนอร์ที่ให้บริการในอดีต 3 ปี (2564-2566) อยู่ที่ประมาณ 15,214-35,784 ทีอียูต่อปี"
      },
      "containerDepot": {
        "title": "บริการซ่อมบำรุงตู้คอนเทนเนอร์ (Container Depot)",
        "description": "ให้บริการล้างทำความสะอาด ซ่อมแซม และปรับปรุงตู้คอนเทนเนอร์เพื่อการใช้งานใหม่",
        "description2": "ปริมาณตู้คอนเทนเนอร์ที่ให้บริการล้าง ซ่อมแซม และปรับปรุงในอดีต 3 ปี (2564-2566) อยู่ที่ประมาณ 97,217-185,120 ทีอียูต่อปี"
      }
    },
    "ImportExportAgent": {
      "title": "ตัวแทนผู้นำเข้าและส่งออก",
      "importExportAgentService": {
        "title": "บริการเป็นตัวแทนผู้นำเข้าและส่งออก",
        "description": "บริษัทให้บริการเป็นตัวแทนผู้ส่งสินค้า (Freight Forwarder) รวมถึงการจัดหาตารางเวลา (Slot) สำหรับเรือขนส่งสินค้าของผู้ส่งออก",
        "description2": "จัดหาตัวแทนหรือผู้ให้บริการช่วง (Sub-contractor) เพื่อเป็นตัวแทนในการปฏิบัติการเดินเรือของบริษัท"
      }
    },
    "OtherRelatedServiceBusinesses": {
      "title": "ธุรกิจบริการที่เกี่ยวเนื่องอื่นๆ",
      "otherService": {
        "title": "บริการอื่นๆ",
        "description": "บริการพื้นที่สำหรับสำนักงานแทนตัวแทนหลายสายเดินเรือ (Agent) หรือผู้ให้บริการช่วง (Sub-contractor) เพื่ออำนวยความสะดวกในการปฏิบัติการเดินเรือของบริษัท"
      }
    }
  }
}
