{
  "ServicesPage": {
    "ComprehensiveCommercialPortServices": {
      "title": "Comprehensive Commercial Port Services",
      "content": "Two private river ports capable of handling up to 740,000 TEUs/year. Empty container maintenance yard with a capacity of up to 350,000 TEUs/year.",
      "commercialDock": {
        "title": "Commercial Dock",
        "content": "Barge terminal with a berth width of 96 meters, capable of accommodating 2 vessels simultaneously."
      },
      "bargeServices": {
        "title": "Barge Services",
        "content": "Supports berthing for international cargo ships or feeder ships (approximately 1,000 TEUs) and barges (approximately 40–240 TEUs). Sahathai Terminal has two ports: Sahathai Terminal with a berth width of 170 meters and BBT Barge Terminal with a berth width of 96 meters, capable of accommodating 2 vessels simultaneously."
      },
      "containerHandling": {
        "title": "Container Handling | CFS LCL",
        "content": "At Sahathai Terminal, we handle all types of containers such as 20, 40, 45 TEUs, high cube containers, and flat rack containers. This includes both full container load (FCL) and less than container load (LCL). With an 80,000 square meter area for CFS and CY and modern equipment such as gantry cranes and forklifts, we emphasize safety in every step, from lifting and packing to unloading and maintenance. The CFS location within the terminal ensures seamless transfers, with efficient and safe packing to guarantee secure delivery of goods."
      },
      "containerMaintenance": {
        "title": "Container Maintenance",
        "content": "This service includes cleaning and repairing containers to prepare them for export use. Empty containers can originate from importers returning them or shipping lines bringing them in."
      },
      "groundContainerTransportationServices": {
        "title": "Ground Container Transportation Services",
        "content": "Door-to-Door services to facilitate customer operations and offer an option for seamless container transportation from Laem Chabang Port."
      }
    },
    "ContainerStorageWarehouseServices": {
      "title": "Container Storage and Warehouse Services",
      "content1": "Container storage yards in the Free Trade Zone",
      "content2": "Bonded warehouse with an area of 6,301 square meters",
      "content3": "Free Trade Zone warehouse with an area of 10,686 square meters",
      "content4": "General warehouse with an area of 15,606 square meters",
      "freeTradeZoneContainerYard": {
        "title": "Free Trade Zone Container Yard",
        "content": "The company provides container storage services in the Free Trade Zone, primarily serving a major automobile manufacturer. This manufacturer uses the space to store imported auto parts for car assembly in Thailand. The parts are stored in the Free Trade Zone to manage import duties and customs clearance, which are paid only when the parts are withdrawn for use in production."
      },
      "generalWarehouseandBondedWarehouse": {
        "title": "General and Bonded Warehouse",
        "content": "Temperature-controlled warehouses with a total rental area of approximately 6,301 square meters. These facilities are authorized for storage under customs regulations for purposes such as:\n • Storing\n • Exhibiting\n • Selling\n • Packing or assembling stored items\nThis reduces production or import costs for goods from abroad."
      },
      "coldStorageWarehouse": {
        "title": "Cold Storage Warehouse",
        "content": "Enhancing warehouse efficiency with automated systems using robots to replace human operations within the cold storage facility."
      },
      "freeTradeZoneWarehouse": {
        "title": "Free Trade Zone Warehouse",
        "content": "To ensure timely inventory management for production and assist in import tax planning, the Free Trade Zone warehouse offers:\n • Customs offices\n • Food and Drug Administration officers\n • Agricultural officers\n • Fisheries officers\nAll customs procedures and product inspections can be conveniently carried out at the port."
      },
      "serviceProviderImportExport": {
        "title": "Import and Export Representation Services",
        "content": "The company acts as a freight forwarder for exporters, including slot arrangement for cargo ships and subcontracting representatives for the company’s shipping operations."
      }
    },
    "InventoryManagementServices": {
      "title": "Inventory Management Services",
      "content": "The company provides inventory management services for clients' warehouses, ensuring smooth and convenient operations."
    }
  }
}
