{
  "ServicesPage": {
    "ComprehensiveCommercialPortServices": {
      "title": "บริการท่าเทียบเรือเชิงพาณิชย์ครบวงจร",
      "content": "ท่าเทียบเรือแม่น้ำเอกชน 2 ท่า รองรับตู้สินค้าผ่านท่าได้สูงสุด 740,000 TEUs/ปี ลานซ่อมบำรุงตู้เปล่า รองรับได้สูงสุด 350,000 TEUs/ปี",
      "commercialDock": {
        "title": "ท่าเทียบเรือเชิงพาณิชย์",
        "content": "ท่าเรือบาร์จ ขนาดความกว้างหน้าท่า 96 เมตร สามารถจอดเรือพร้อมกันได้ 2 ลำ"
      },
      "bargeServices": {
        "title": "บริการเรือบาร์จ",
        "content": "รองรับการเทียบเรือสำหรับเรือขนส่งสินค้าระหว่างประเทศหรือเรือฟีดเดอร์ (Feeder) ขนาดประมาณ 1,000 ทีอียู และเรือบาร์จ (Barge) ขนาดประมาณ 40 - 240 ทีอียูท่าเรือสหไทยมีท่าเรือทั้งหมด 2 ท่า ได้แก่ ท่าเรือสหไทย ขนาดความกว้างหน้าท่า 170 เมตร และท่าเรือบาร์จ ขนาดความกว้างหน้าท่า 65 เมตร ท่าเรือบาร์จของ BBT ขนาดความกว้างหน้าท่า 96 เมตร สามารถจอดเรือพร้อมกันได้ 2 ลำ"
      },
      "containerHandling": {
        "title": "ขนถ่าย Container  |  CFS LCL",
        "content": "ที่สหไทย เทอร์มินอล เราจัดการตู้คอนเทนเนอร์ทุกประเภท เช่น ตู้ขนาด 20, 40, 45 ทีอียู ตู้สูงพิเศษ (High cube) และตู้โครงเหล็ก (Flat rack) ทั้งการจัดส่งแบบเต็มตู้ (FCL) และไม่เต็มตู้ (LCL)ในพื้นที่ 80,000 ตารางเมตร สำหรับ CFS และ CY พร้อมอุปกรณ์ทันสมัย เช่น เครนขาสูง และรถยก เราเน้นความปลอดภัยในทุกขั้นตอน ตั้งแต่การยกขน การบรรจุ การนำสินค้าออก และการซ่อมบำรุง ตำแหน่ง CFS ในท่าเรือช่วยให้การขนย้ายเป็นไปอย่างไร้รอยต่อ การบรรจุสินค้าเน้นประสิทธิภาพและความปลอดภัยเพื่อให้มั่นใจว่าสินค้าจะได้รับการจัดส่งอย่างปลอดภัย"
      },
      "containerMaintenance": {
        "title": "ซ่อมบำรุงตู้คอนเทนเนอร์",
        "content": "เป็นการให้บริการล้างทำความสะอาด และซ่อมแซมตู้คอนเทนเนอร์ เพื่อนำกลับมาใช้ในการบรรจุสินค้าเพื่อการส่งออก โดยที่มาของตู้คอนเทนเนอร์เปล่าสามารถมาได้จาก การรับคืนตู้คอนเทนเนอร์เปล่าจากผู้นำเข้าสินค้า และ การนำเข้าตู้คอนเทนเนอร์เปล่ามาโดยสายเดินเรือ"
      },
      "groundContainerTransportationServices": {
        "title": "บริการขนส่งตู้คอนเทนเนอร์ทางบก",
        "content": "บริการ Door to Door เพื่ออำนวยความสะดวกให้ลูกค้าลดการประสานงาน อีกทั้งเป็นทางเลือกให้กับลูกค้าในการขนส่งตู้สินค้าต่อเนื่องจากท่าเรือแหลมฉบัง"
      }
    },
    "ContainerStorageWarehouseServices": {
      "title": "บริการพื้นที่จัดเก็บตู้คอนเทนเนอร์และคลังสินค้า",
      "content1": "ลานพื้นที่จัดเก็บตู้สินค้า ในเขตปลอดอากร",
      "content2": "คลังสินค้าทัณฑ์บน ขนาดพื้นที่ 6,301 ตารางเมตร",
      "content3": "คลังสินค้าเขตปลอดภาษีอากร ขนาดพื้นที่ 10,686 ตารางเมตร",
      "content4": "คลังสินค้าปกติ ขนาดพื้นที่ 15,606 ตารางเมตร",
      "freeTradeZoneContainerYard": {
        "title": "ลานตู้สินค้าเขตปลอดอากร",
        "content": "บริษัทฯ มีการให้บริการลานพื้นที่จัดเก็บตู้คอนเทนเนอร์ในเขตปลอดอากร (Free zone yard) ซึ่งผู้ใช้บริการหลักคือผู้ผลิตรถยนต์รายใหญ่รายหนึ่งโดยผู้ผลิตดังกล่าวใช้พื้นที่สำหรับการจัดเก็บชิ้นส่วนรถยนต์ที่นำเข้ามาเพื่อประกอบรถยนต์ในประเทศไทย โดยจะเก็บชิ้นส่วนรถยนต์เหล่านี้ไว้ในเขตปลอดอากร เพื่อบริหารจัดการภาษีอากรจากการนำเข้าชิ้นส่วนรถยนต์ โดยจะทำพิธีการศุลกากรและชำระอากรก็ต่อเมื่อโรงงานผลิตรถยนต์จะทำการเบิกชิ้นส่วนเหล่านี้ไปใช้"
      },
      "generalWarehouseandBondedWarehouse": {
        "title": "คลังสินค้าทั่วไปและคลังสินค้าทัณฑ์บน",
        "content": "คลังสินค้าแบบควบคุมอุณภูมิ มีพื้นที่เช่ารวมประมาณ 6,301 ตารางเมตร โดยเป็นพื้นที่ที่ได้รับอนุญาตให้ใช้เก็บสินค้าตามกฎหมายว่าด้วยศุลกากรเพื่อใช้สำหรับ\n • เก็บของ\n • แสดง\n • ขาย\n • บรรจุ หรือประกอบของที่เก็บไว้\nเพื่อลดต้นทุนในการผลิตหรือนำเข้าสินค้าจากต่างประเทศ"
      },
      "coldStorageWarehouse": {
        "title": "Cold Storage Warehouse",
        "content": "มีการเพิ่มประสิทธิภาพการจัดการคลังสินค้าด้วยระบบอัตโนมัติ โดยใช้ robot ทำงานแทนมนุษย์ภายในคลังสินค้าประเภทห้องเย็น"
      },
      "freeTradeZoneWarehouse": {
        "title": "คลังสินค้าเขตปลอดอากร",
        "content": "เพื่อการบริหารสินค้าให้ทันต่อการผลิตและช่วยวางแผนภาษีนำเข้าคลังสินค้าเขตปลอดอากร ยังมี\n • ทำเนียบศุลกากร\n • เจ้าหน้าที่อาหารและยา \n • เจ้าหน้าที่เกษตร\n • เจ้าหน้าที่ประมงประจำท่าเรือ\nสามารถดำเนินพิธีการศุลกากรตรวจปล่อยสินค้าได้ทุกประเภทอย่างสะดวกง่ายดาย"
      },
      "serviceProviderImportExport": {
        "title": "ผู้บริการเป็นตัวแทนผู้นำเข้าและส่งออก",
        "content": "บริษัทให้บริการเป็นตัวแทนผู้ส่งสินค้า (Freight Forwarder) รวมถึงการจัดหาตารางเวลา (Slot) สำหรับเรือขนส่งสินค้าของผู้ส่งออกจัดหาตัวแทนหรือผู้ให้บริการช่วง (Sub-contractor) เพื่อเป็นตัวแทนในการปฏิบัติการเดินเรือของบริษัท"
      }
    },
    "InventoryManagementServices": {
      "title": "บริการดูแลสินค้าในคลังสินค้า",
      "content": "ทางบริษัทฯ มีการให้บริการในส่วนของการดูแลสินค้าภายในคลังสินค้าของลูกค้า ทำให้การบริการจัดการเป็นไปด้วยความสะดวกสบายมากยิ่งขึ้น"
    }
  }
}
