{
  "SustainabilityManagementPage": {
    "title": "การบริหารจัดการด้านความยั่งยืน\n(SUSTAINABLE DEVELOPMENT)",
    "riskManagement": "การบริหารความเสี่ยง",
    "economicDimension": {
      "title": "มิติเศรษฐกิจ",
      "description": "มั่งพัฒนาบริการและยกระดับโลจิสติกส์ของไทย โดยคำนึงถึงความต้องการของลูกค้า เพิ่อสร้างมูลค่าให้กับลูกค้า พร้อมทั้งนำเอานวัตกรรมใหม่เข้ามาใช้เพื่อเพิ่มประสิทธิภาพในการให้บริการเพื่อให้บริการที่ครบวงจรและได้มาตรฐานระดับโลก"
    },
    "socialDimension": {
      "title": "มิติสังคม",
      "description": "ความรับผิดชอบต่อพนักงาน ด้วยการส่งเสริมด้านสุขภาพและความปลอดภัย พัฒนาศักยภาพของพนักงานและสนับสนุนให้พนักงานมีการเติบโตในสายงานอย่างเท่าเทียม\nส่งเสริมธรรมาภิบาลที่ดีและบริหารห่วงโซ่อุปทานอย่างรับผิดชอบและเป็นธรรม\nปฏิบัติตามกฎหมายและข้อกำหนดต่างๆอย่างเคร่งครัด ต่อต้านการทุจริตและคอร์รัปชั่น"
    },
    "environmentalDimension": {
      "title": "มิติสิ่งแวดล้อม",
      "description": "ส่งเสริมการพัฒนาสภาพความเป็นอยู่ ส่งเสริมการจ้างงาน และการศึกษาของชุมชนใกล้เคียง\nดำเนินธุรกิจโดยคำนึงถึงผลกระทบต่อชุมชนและสังคม\nบริหารการจัดการใช้ทรัพยากรให้เกิดประโยชน์สูงสุด"
    },
    "EsgRisk": {
      "title": "ความเสี่ยงด้านความยั่งยืน (ESG Risk)",
      "businessContinuityManagement": "ความเสี่ยงด้านการบริหารความต่อเนื่องทางธุรกิจ (Business Continuity Management)",
      "description": "จากสถานการณ์ความไม่แน่นอนต่าง ๆ ที่เกิดขึ้นได้หลากหลายรูปแบบในปัจจุบัน ไม่ว่าจะภัยธรรมชาติหรือภัยจากมนุษย์ เช่น การแพร่ระบาดของโรคโควิด-19 ทำให้การนำเข้าส่งออกมีความไม่แน่นอน และปัญหาการขาดแคลนตู้คอนเทนเนอร์ เป็นต้น ล้วนแต่ส่งผลกระทบต่อการดำเนินธุรกิจของบริษัทฯ โดยหากเตรียมความพร้อมรับมือกับสถานการณ์ดังกล่าวไม่เพียงพอก็อาจไม่สามารถดำเนินธุรกิจได้อย่างต่อเนื่อง ถือว่าเป็นความเสี่ยงในการดำเนินธุรกิจ",
      "riskManagement": "บริษัทฯ จึงได้เตรียมความพร้อมรองรับสถานการณ์วิกฤติต่าง ๆ ที่อาจเกิดขึ้น โดยมีการจัดทำแผนการเตรียมความพร้อมต่อภาวะวิกฤติ (Business Continuity Plan) สำหรับสถานการณ์ต่าง ๆ เพื่อรองรับเหตุ มีการกำหนดกระบวนการรับมือกับสถานการณ์ การบรรเทาผลกระทบ และการวางแผนฟื้นฟูธุรกิจภายหลังสถานการณ์ ได้แก่ แผนการเตรียมการรองรับภาวะฉุกเฉินการเกิดโรคระบาด แผนการเตรียมการรองรับภาวะระบบสารสนเทศขัดข้องและการรักษาความมั่นคงปลอดภัยไซเบอร์ และแผนการเตรียมการรองรับภาวะอุบัติภัย รวมทั้งกำหนดให้มีการฝึกซ้อมแผนเป็นประจำทุกปี เพื่อให้นักงานและผู้มีส่วนได้เสียเกิดความเชื่อมั่นว่า หากเกิดภาวะวิกฤติขึ้นจะสามารถนำแผนมาปฏิบัติได้จริง อีกทั้งสามารถดำเนินธุรกิจได้อย่างต่อเนื่อง"
    },
    "EmergingRisk": {
      "title": "ความเสี่ยงที่เกิดขึ้นใหม่ (Emerging Risk)",
      "cybersecurityRiskPersonalDataProtection": "ความเสี่ยงจากภัยคุกคามทางไซเบอร์และการคุ้มครองข้อมูลส่วนบุคคล",
      "description": "ระบบเทคโนโลยีสารสนเทศเป็นโครงสร้างพื้นฐานสำหรับการจัดเก็บข้อมูลของบริษัทฯ ซึ่งการเปลี่ยนแปลงรูปแบบการดำเนินธุรกิจที่พึ่งพาเทคโนโลยีมากยิ่งขึ้น มีการนำระบบปฏิบัติการต่าง ๆ เข้ามาช่วยเพิ่มประสิทธิภาพการทำงาน โดยเชื่อมโยงข้อมูลผ่านอุปกรณ์และส่วนงานต่าง ๆ ผ่านระบบอินเตอร์เน็ต รวมถึงจากสถานการณ์การแพร่ระบาดของโรคโควิด-19 ที่ผ่านมา บริษัทฯ ต้องปรับวิธีการทำงานจากที่บ้าน (Work From Home) โดยนำเทคโนโลยีที่สนับสนุนการทำงานแบบ Remote เข้ามาใช้ในบริษัทฯ เพื่อให้ธุรกิจสามารถดำเนินได้อย่างต่อเนื่องตามแผนการเตรียมความพร้อมต่อภาวะวิกฤติ (Business Continuity Plan) ซึ่งการเปลี่ยนแปลงนี้ส่งผลให้การดำเนินธุรกิจมีความเสี่ยงต่อภัยคุกคามทางไซเบอร์มากยิ่งขึ้น เช่น การถูกโจมตีระบบเครือข่าย การทำลายข้อมูลโดยผู้ไม่ได้รับอนุญาต ข้อมูลทางการค้ารั่วไหล ซึ่งอาจส่งผลกระทบทางการเงิน ซึ่งเสี่ยงและความมั่นเชื่อถือของบริษัทฯ หรือถูกลงโทษจากการไม่ปฏิบัติตามกฎหมาย",
      "riskManagement": "บริษัทฯ ตระหนักถึงภัยคุกคามทางไซเบอร์ที่มีแนวโน้มเพิ่มขึ้น ซึ่งมีความหลากหลายรูปแบบและมีผลกระทบที่รุนแรงมากขึ้น บริษัทฯ จึงได้กำหนดนโยบายความปลอดภัยของระบบสารสนเทศ จัดทำแผนสำรองฉุกเฉินระบบเทคโนโลยีสารสนเทศ ครอบคลุมกรณีการโจมตีด้วยไวรัสคอมพิวเตอร์ กรณีการเจาะระบบข้อมูลหรือตรวจพบภัยคุกคาม และกรณีไฟไหม้ โดยกำหนดให้มีซักซ้อมแผนฯ อย่างน้อยปีละ 1 ครั้ง ด้วยการจำลองสถานการณ์เสมือนจริง Cyber Crisis Simulation Program นอกจากนี้ บริษัทฯ ยังมีมาตรการควบคุมความปลอดภัยด้านสารสนเทศอย่างเข้มงวด เช่น มีการติดตั้งโปรแกรมป้องกันไวรัส (Anti-virus) ให้กับเครื่องคอมพิวเตอร์ภายในบริษัทฯ มีการติดตั้งอุปกรณ์ป้องกันเครือข่าย (Firewall) สำหรับป้องกันการโจมตีจากภายนอก มีการตรวจหาการให้สิทธิ์ตามกำหนดระยะเวลา มีการสำรองข้อมูลและการออกแบบการกู้คืนข้อมูล เป็นต้น อีกทั้ง มีการจัดอบรม"
    },
    "SustainabilityManagementPolicy": {
      "title": "นโยบายการบริหารจัดการด้านความยั่งยืน",
      "description": "นโยบายการบริหารจัดการด้านความยั่งยืนคือแนวทางหรือหลักการที่องค์กรกำหนดขึ้นเพื่อให้การดำเนินงานขององค์กรนั้นเป็นไปอย่างยั่งยืน โดยครอบคลุมมิติด้านเศรษฐกิจ สังคม และสิ่งแวดล้อม นโยบายเหล่านี้มักมุ่งหวังที่จะลดผลกระทบด้านลบและเพิ่มผลกระทบด้านบวกต่อทั้งองค์กรและสังคมในระยะยาว"
    }
  }
}
