{
  "AboutUsPage": {
    "VisionMissionValues": {
      "Slogan": {
        "title": "นี่คือสิ่งที่เราเชื่อมั่นในฐานะผู้ปฏิบัติการท่าเรือชั้นนำแนวทางการปฏิบัติงานของสหไทย เทอร์มินอลความมุ่งมั่นที่เรามีต่อลูกค้าและพันธมิตรของเรา"
      },
      "Banner": {
        "description": "นี่คือสิ่งที่เราเชื่อมั่นในฐานะผู้ปฏิบัติการท่าเรือชั้นนำแนวทางการปฏิบัติงานของสหไทย เทอร์มินอล ความมุ่งมั่นที่เรามีต่อลูกค้าและพันธมิตรของเรา",
        "vision": {
          "title": "วิสัยทัศน์",
          "description": "เป็นผู้นำในการให้บริการโลจิสติกส์แบบครบวงจรด้วยนวัตกรรมและโซลูชั่นที่สามารถตอบโจทย์ลูกค้าได้อย่างแท้จริง"
        }
      },
      "OurMission": {
        "title": "พันธกิจ",
        "missionToCustomers": {
          "title": "พันธกิจต่อลูกค้า",
          "description": "“สร้างมูลค่าให้กับลูกค้า ด้วยระบบโซลูชั่นที่ทันสมัยพร้อมบริการที่มีประสิทธิภาพ”"
        },
        "missionToShareholders": {
          "title": "พันธกิจต่อผู้ถือหุ้น",
          "description": "“สร้างมูลค่าให้กับผู้ถือหุ้น ด้วยการเติบโตที่ยั่งยืนและการบริหารงานที่ได้มาตรฐาน”"
        },
        "missionToEmployees": {
          "title": "พันธกิจต่อพนักงาน",
          "description": "“สร้างบรรยากาศการทำงานที่ดี และส่งเสริมการพัฒนาทักษะการเรียนรู้ รวมทั้งส่งเสริมความก้าวหน้าทางการงาน”"
        },
        "missionToSociety": {
          "title": "พันธกิจต่อสังคม",
          "description": "“ช่วยเหลือ สนับสนุน และแสดงความรับผิดชอบต่อสังคมและสิ่งแวดล้อม”"
        }
      },
      "CoreValues": {
        "title": "ค่านิยมหลัก",
        "serviceMind": {
          "title": "SERVICE MIND",
          "description": "บริการด้วยใจ"
        },
        "openness": {
          "title": "OPENNESS",
          "description": "เปิดใจรับความคิดเห็นใหม่ๆและการเปลี่ยนแปลง"
        },
        "integrity": {
          "title": "INTEGRITY",
          "description": "ซื่อสัตย์และโปร่งใส"
        },
        "innovation": {
          "title": "INNOVATION",
          "description": "สร้างสรรค์สิ่งใหม่ๆที่เป็นประโยชน์"
        }
      }
    },
    "CommitmentSuccess": {
      "startingBusiness": "เริ่มดำเนินกิจการตั้งแต่ พ.ศ. 2550",
      "description": "สหไทย เทอร์มินอล เป็นบริษัทเอกชน เริ่มเปิดดำเนินกิจการครั้งแรก ในปี พ.ศ. 2550 โดยบริษัทฯ มีพื้นที่ในการปฏิบัติการทั้งหมด 315,200 ตารางเมตร ประกอบด้วยพื้นที่ซ่อมบำรุงตู้คอนเทนเนอร์ สำนักงานศุลกากรภายในพื้นที่ท่าเรือ และมีเครื่องมือประจำท่าเรือสำหรับยกขนสินค้าอย่างครบวงจร พร้อมบุคลากรที่มีทักษะและความเชี่ยวชาญ สหไทย เทอร์มินอล ตั้งอยู่บริเวณริมแม่น้ำเจ้าพระยา ให้บริการลูกค้าอย่างครบวงจร คุณสามารถวางใจได้ว่า เรามีโซลูชั่นที่ครอบคลุมและมีบริการเสริมพร้อมตอบสนองทุกความต้องการ ทุกบริการของเราได้รับการรับรองด้วยมาตรฐานระดับโลก ขณะเดียวกัน เราสามารถให้บริการได้อย่างยืดหยุ่น ซึ่งผู้ปฏิบัติการท่าเทียบเรืออิสระเท่านั้นที่สามารถเสนอบริการเหล่านี้ได้",
      "2551": {
        "year": "2551",
        "description": "ก่อตั้งท่าเทียบเรือแม่น้ำสหไทย"
      },
      "2556": {
        "year": "2556",
        "description": "เปลี่ยนชื่อเป็น ‘สหไทย เทอร์มินอล’"
      },
      "2558": {
        "year": "2558",
        "description": "ขยายท่าเทียบเรือใหม่ร่วมกับ MOL ให้บริการภายใต้ชื่อ ‘Bangkok Barge Terminal’ หรือ BBT "
      },
      "2559_2560": {
        "year": "2559-2560",
        "description": "เปิดให้บริการขนส่งตู้สินค้าทางน้ำโดยใช้เรือขนส่งสินค้าชายฝั่ง ด้วยบริการของ Bangkok Barge Service"
      },
      "2560_2562": {
        "year": "2560-2562",
        "description": "สร้าง Depot แห่งใหม่",
        "description2": "ลานเก็บตู้คอนเทนเนอร์",
        "description3": "คลังสินค้าปลอดภาษี",
        "description4": "ตั้งบริษัทร่วมทุนเพื่อลงทุนใน 2 โครงการ",
        "description5": "(ท่าเรือขนส่งสินค้าระหว่างประเทศ / ศูนย์กระจายสินค้า)"
      },
      "2568": {
        "year": "2568",
        "description": "เราจะเป็นผู้นำในการให้บริการโลจิสติกส์แบบครบวงจรและยั่งยืนโดยมุ่งเน้นไปในกลุ่มบริการท่าเทียบเรือบริการขนส่งทางเรือและทางรถบริการคลังสินค้าและศูนย์กระจายสินค้าและบริการเสริมอื่นๆที่สร้างมูลค่าเพิ่มให้กับลูกค้าของเรา"
      }
    }
  }
}
