{
  "PrivacyPolicyPage": {
    "CookiePolicy": {
      "title": "นโยบายคุกกี้",
      "description": "เมื่อท่านได้เข้าสู่เว็บไซต์ ข้อมูลที่เกี่ยวข้องกับการเข้าสู่เว็ปไซต์ของท่านจะถูกเก็บเอาไว้ในรูปแบบของคุกกี้ โดยนโยบายคุกกี้นี้จะอธิบายถึง ความหมาย การทำงาน วัตถุประสงค์ รวมถึงการลบและการปฏิเสธการเก็บคุกกี้เพื่อความเป็นส่วนตัวของท่าน โดยการเข้าสู่เว็บไซต์นี้ถือว่าท่านได้อนุญาตให้เราใช้คุกกี้ตามนโยบายคุกกี้ที่มีรายละเอียดดังต่อไปนี้"
    },
    "WhatAreCookies": {
      "title": "คุกกี้คืออะไร",
      "description": "คุกกี้ คือ ไฟล์เล็กๆเพื่อจัดเก็บข้อมูลโดยจะบันทึกลงไปในอุปกรณ์คอมพิวเตอร์ และ/หรือ เครื่องมือสื่อสารที่เข้าใช้งานของท่าน เช่น แท็บเล็ต, สมาร์ทโฟน ผ่านทางเว็บเบราว์เซอร์ในขณะที่ท่านเข้าสู่เว็บไซต์ของเรา โดยคุกกี้จะไม่ก่อให้เกิดอันตรายต่ออุปกรณ์คอมพิวเตอร์ และ/หรือ เครื่องมือสื่อสารของท่าน ในกรณีดังต่อไปนี้ ข้อมูลส่วนบุคคลของท่านอาจถูกจัดเก็บเพื่อใช้เพิ่มประสบการณ์การใช้งานบริการ ของเราทางออนไลน์ โดยจะจำเอกลักษณ์ของภาษา และปรับแต่งข้อมูลการใช้งานตามความต้องการของท่าน โดยการเก็บข้อมูลนี้เพื่อเป็น การยืนยันคุณลักษณะเฉพาะตัว ข้อมูลความปลอดภัยของท่าน รวมถึงสินค้าและบริการที่ท่านสนใจ นอกจากนี้คุกกี้ยังถูกใช้เพื่อวัดปริมาณ การเข้าใช้งานบริการทางออนไลน์ การปรับเปลี่ยนเนื้อหาตามการใช้งานของท่านทั้งในก่อนหน้าและปัจจุบันหรือ เพื่อวัตถุประสงค์ในการ โฆษณาและประชาสัมพันธ์"
    },
    "HowWeUseCookies": {
      "title": "เราใช้คุกกี้อย่างไร",
      "description": "เราใช้คุกกี้เพื่อเพิ่มประสบการณ์และความพึงพอใจของท่าน โดยจะทำให้เราเข้าใจลักษณะการใช้งานเว็บไซต์ของท่านได้เร็ว และทำให้เว็บไซต์ของเราเข้าถึงได้ง่าย สะดวกยิ่งขึ้น บางกรณีเราจำเป็นต้องให้บุคคลที่สามดำเนินการ ซึ่งอาจจะต้องใช้ อินเตอร์เน็ตโปรโตคอลแอดเดรส (IP Address) และคุกกี้เพื่อวิเคราะห์ทางสถิติ ตลอดจนเชื่อมโยงข้อมูล และประมวลผลตามวัตถุประสงค์ทางการตลาด"
    },
    "HowToManageCookies": {
      "title": "การจัดการคุกกี้",
      "description": "ท่านสามารถลบและปฏิเสธการเก็บคุกกี้ได้โดยศึกษาตามวิธีการที่ระบุในแต่ละเว็บเบราว์เซอร์ที่ท่านใช้งานอยู่"
    },
    "UpdateCookiesPolicy": {
      "title": "การเปลี่ยนแปลงนโยบายคุกกี้",
      "description": "นโยบายคุกกี้นี้อาจมีการปรับปรุงแก้ไขตามโอกาสเพื่อให้เป็นไปตามกฎระเบียบ ดังนั้นเราขอแนะนำให้ท่านตรวจสอบให้แน่ใจว่าท่านได้เข้าใจการเปลี่ยนแปลงตามข้อกำหนดดังกล่าว"
    }
  }
}
