{
  "InfrastructureContainersPage": {
    "MachineryEquipment": {
      "title": "Key Machinery and Equipment in the Port",
      "gantryCrane": {
        "title": "Gantry Crane - Container Lifting Crane at the Dock with Straight Travel",
        "content": "Used for lifting containers on and off feeder vessels, capable of efficiently moving containers and easily positioning them as the containers are locked onto the crane arm and moved along the rails attached to the arm."
      },
      "jibCrane": {
        "title": "Jib Crane - Container Lifting Crane at the Dock with Rotating Function",
        "content": "Used for lifting containers on and off barge vessels, as the barge is a smaller vessel with a limited number of containers. The rotating container lifting crane is stationed at both of Sahathai Port’s barge docks, with one unit at each dock. Additionally, BBT has two rotating container lifting cranes at its barge docks."
      },
      "rtg": {
        "title": "RTG - Rubber-Tyred Gantry Crane for Container Yard Lifting",
        "content": "Designed for efficient space management, this crane allows containers to be stacked in multiple layers and ensures accurate placement, helping reduce costs and time spent in moving stacked containers."
      },
      "mobileHarborCrane": {
        "title": "Mobile Harbor Crane - Mobile Dock Crane",
        "content": "This crane supplements the gantry crane at the dock, especially when there is a high volume of container handling. It is flexible in operation as it can move like a crane truck, aiding in the transportation of containers to various points within the feeder port area."
      },
      "barge": {
        "title": "Barge",
        "content": "The company provides container transport services between its ports and Laem Chabang Port using chartered barges through BBS. This helps reduce the investment burden for purchasing high-value vessels and managing crew and maintenance costs."
      },
      "reachStacker": {
        "title": "Reach Stacker - Container Lifting Truck",
        "content": "Our reach stacker can lift cargo weighing up to 42 tons, efficiently transporting containers within the dock area."
      },
      "emptyContainerHandler": {
        "title": "Empty Container Handler",
        "content": "Our terminal efficiently and quickly manages large empty containers."
      },
      "tractorTrailer": {
        "title": "Tractor and Trailer",
        "content": "Our tractors can quickly move containers, coupled with strong and durable trailers, ensuring safe transportation of containers throughout the journey."
      },
      "forklift": {
        "title": "Forklift",
        "content": "To manage goods efficiently, we have 13 forklifts to help handle goods within Sahathai’s warehouse areas quickly and safely."
      }
    },

    "Ocr": {
      "title": "Automatic Cargo Container Reading Technology (OCR)",
      "content": "Sahathai Terminal has collaborated with organizations in the country to develop an Optical Character Recognition (OCR) system for reading cargo container numbers at the port entrance. The use of OCR technology improves operational efficiency and smoothness, increases accuracy in verification, and reduces processing time, allowing customers to receive faster and higher-quality service."
    },
    "FreeTradeZoneGroup": {
      "title": "Free Trade Zone",
      "content": "Sahathai Terminal understands and recognizes the importance of having a customs office within the port area, which plays a key role in reducing time and costs for you.",
      "FreeTradeZone": {
        "title": "Free Trade Zone",
        "content": "Located just 200 meters from Sahathai Terminal, the total area covers 6,400 square meters."
      },
      "Facilitate": {
        "title": "Facilitation",
        "content": "Specially designed for smoother cargo handling and easier docking operations."
      },
      "GoodsStorageServices": {
        "title": "Goods Storage Services",
        "content": "Unlimited time goods storage services."
      },
      "StorageArea": {
        "title": "Storage Area",
        "content": "Storage areas for full container load (FCL) and designated free trade zone areas."
      }
    },
    "OperationGuidelines": {
      "title": "Operational Guidelines",
      "docking": {
        "title": "Docking",
        "description": "Shipping lines or their agents must email the details of the cargo vessel, services, and characteristics of the cargo vessel (general storage plan, ship securing plan, cold storage container placement plan, safety systems, and container space schedule) to Sahathai Terminal at least one week in advance before docking. The shipping line or agent must send the long-term docking schedule at least one month in advance to Sahathai Terminal so that the terminal can plan the container booking in advance by 7, 3, and 1 day before docking. The shipping line or agent must also send an estimated docking date (ETA) and the approximate amount of cargo to be loaded or unloaded so that Sahathai Terminal can confirm the docking plan (POB) and the estimated departure date (ETD) of the vessel. Email operations at planner.stt@sahathai.com."
      },
      "responsibilityScope": {
        "title": "Scope of Responsibility",
        "description": ""
      },
      "operatingHours": {
        "title": "Operating Hours",
        "description": "The operations department works 7 days a week, 24 hours a day."
      },
      "cfsLcl": {
        "title": "CFS/LCL Cargo",
        "description": "This service is for receiving goods from exporters to load into containers at Sahathai port for shipment, for exporters who do not have their own packing facilities. Typically, it is a service for full container loading of a single exporter’s goods. Charges will apply to exporters or their representatives. Additionally, services are available for importers for opening containers at Sahathai Terminal to unload goods and prepare them for pickup. This includes opening containers with goods from multiple importers in a shared container (less-than-container load). Goods will be stored in a warehouse until each importer picks them up, or it may be a full container load where the importer picks up goods directly from the container."
      },
      "regulationsCargoShips": {
        "title": "Cargo Ship Regulations",
        "description": "1. Receive and dispatch cargo containers through the NSW TOS system.<br/>2. Matching.<br/>3. Mobile X-Ray Machine."
      },
      "safetyRegulations": {
        "title": "Safety Regulations",
        "description": "Thailand is a signatory to the International Convention for the Safety of Life at Sea 1974, as amended 2002, which requires vessels and ports to follow security protocols to prevent threats and ensure safety. Sahathai Terminal has developed a security plan in compliance with the International Ship and Port Facility Security (ISPS) Code. The terminal is committed to preventing various threats such as theft, drug smuggling, stowaways, piracy, terrorism, sabotage, hijacking, kidnapping, arson, assassination, and other security risks. A security plan and risk assessments have been submitted to the Marine Department for approval and certification."
      },
      "hazardousGoods": {
        "title": "Hazardous Goods",
        "description": "Hazardous goods are identified and classified using the UN Number. The goods are divided into three categories:<br/>Category 1: No unloading.<br/>Category 2: Not accepted for storage; customers must pick up the goods at the side of the vessel.<br/>Category 3: Can be stored for up to 5 working days; customers must pick up within 5 days of the container being placed in the yard.<br/>For further information, users can check the UN Number using the following system: <br/>https://stt.sahathaiterminal.com/containerinquery/Default.aspx?type=DG"
      },
      "requestPermissionContact": {
        "title": "Permission for Contact Access",
        "description": "For access to Sahathai Terminal's port area by external visitors:<br/>1) If a visitor wants to meet port staff, security must follow the control procedure for entering and exiting the port area.<br/>2) If the visitor is meeting port staff, security will evaluate the appropriateness of the visit and issue a pass after verifying identity with an ID card or government-issued document. Visitors must obtain a permission slip and get it signed by the staff they are visiting.<br/>3) After the visit, visitors must return their pass. If access to the terminal’s office buildings is required, visitors must follow the access control procedures.<br/>4) Contractors working temporarily on the premises must follow the same procedures to obtain a work permit and follow the security protocols."
      },
      "documentSubmissionProcess": {
        "title": "Document Submission Process",
        "description": ""
      },
      "bookingProcess": {
        "title": "Booking Process",
        "description": ""
      },
      "serviceCharge": {
        "title": "Service Charges",
        "description": ""
      }
    },
    "OCR": {
      "Title": "Automatic Cargo Container Reading Technology (OCR)",
      "Description": "Sahathai Terminal has collaborated with domestic organizations to develop an automatic cargo container reading system, or OCR (Optical Character Recognition), for reading container numbers at the port entrance. The use of OCR technology enhances operational efficiency and smoothness, increases accuracy in verification, and reduces processing time, enabling customers to receive faster and higher-quality service."
    },
    "FreeTradeZone": {
      "Title": "Free Trade Zone",
      "Description": "Sahathai Terminal understands the importance of having a customs office within the port area, which plays a key role in reducing time and costs for you.",
      "List": {
        "FreeZone": {
          "Title": "Free Trade Zone",
          "Description": "Located just 200 meters from Sahathai Terminal, with a total area of 6,400 square meters."
        },
        "Facility": {
          "Title": "Facilities",
          "Description": "Specially designed for seamless cargo handling through the terminal."
        },
        "Stock": {
          "Title": "Storage Services",
          "Description": "Unlimited time storage service."
        },
        "Fcl": {
          "Title": "Cargo Storage Area",
          "Description": "Dedicated storage areas for full container load (FCL) and free trade zone-specific areas."
        }
      }
    }
  }
}
