{
  "InfrastructureContainersPage": {
    "MachineryEquipment": {
      "title": "เครื่องจักรและอุปกรณ์สำคัญภายในท่าเรือ",
      "gantryCrane": {
        "title": "Gantry Crane - เครนยกตู้คอนเทนเนอร์บริเวณหน้าท่าแบบเลื่อนเเนวตรง",
        "content": "ใช้สําหรับยกตู้คอนเทนเนอร์ขึ้นหรือลงจากเรือฟีดเดอร์โดยสามารถเคลื่อนย้ายตู้คอนเทนเนอร์ได้มีประสิทธิภาพ และกําหนดตําแหน่งการวางตู้คอนเทนเนอร์ได้ง่าย เนื่องจากตู้คอนเทนเนอร์ถูกล็อคไว้กับแขนของเครนและเลื่อนเข้าออกตามรางที่ติดตั้งไว้ที่แขนของเครน"
      },
      "jibCrane": {
        "title": "Jib Crane - เครนยกตู้คอนเทนเนอร์บริเวณหน้าท่าแบบหมุน",
        "content": "ใช้สําหรับยกตู้คอนเทนเนอร์ขึ้นหรือลงจากเรือบาร์จ เนื่องจากเรือบาร์จเป็นเรือขนาดเล็ก และปริมาณตู้คอนเทนเนอร์ที่บรรทุกไม่มากนัก โดยเครนยกตู้คอนเทนเนอร์ บริเวณหน้าท่าแบบหมุนจะประจําอยู่ที่ท่าเรือบาร์จ ทั้ง 2 แห่ง ของท่าเรือสหไทย ท่าละ 1 เครื่อง นอกจากนี้ BBT มีเครนยกตู้คอน บริเวณหน้าท่าแบบหมุนประจําการ อยู่ที่ท่าเรือบาร์จของ BBT ในปัจจุบันอีก 2 เครื่อง"
      },
      "rtg": {
        "title": "RTG - เครนยกตู้คอนเทอนเนอร์บริเวณลานเก็บตู้คอนเทนเนอร์แบบติดล้อ",
        "content": "มีวัตถุประสงค์เพื่อการบริหารจัดการพื้นที่ให้เกิดประโยชน์และประสิทธิภาพสูงสุดช่วยในการวางตู้คอนเทนเนอร์ซ้อนกันได้หลายชั้น และยังสามารถยกตู้สินค้าได้ตรงตามตําแหน่ง ทําให้ช่วยลดต้นทุนและระยะเวลาที่ใช้ในการยกตู้คอนเทนเนอร์ที่ซ้ําซ้อน"
      },
      "mobileHarborCrane": {
        "title": "Mobile Harbor Crane - เครนหน้าท่าแบบเคลื่อนที่",
        "content": "เป็นเครนที่เสริมการทํางานของเครนยกตู้คอนเทนเนอร์บริเวณหน้าท่าแบบเลื่อนแนวตรง สําหรับช่วงที่มีปริมาณการขนถ่ายตู้คอนเทนเนอร์ที่มีจํานวนมาก โดยเครนดังกล่าวมีความยืดหยุ่นในการทํางานเนื่องจากสามารถเคลื่อนที่ได้ในลักษณะ เหมือนรถเครน จึงสามารถเคลื่อนที่ไปมาเพื่อช่วยเสริมการขนย้ายตู้คอนเทนเนอร์ตาม จุดต่าง ๆ ในบริเวณท่าเรือฟีดเดอร์ได้"
      },
      "barge": {
        "title": "เรือบาร์จ",
        "content": "เนื่องจากบริษัทฯ มีให้บริการในการรับขนส่งตู้คอนเทนเนอร์ไปกลับระหว่างท่าเรือของบริษัทฯ และท่าเรือแหลมฉบัง โดยเรือบาร์จ ซึ่งเป็นการเช่าเหมาลํา (Charter) โดยการให้บริการผ่าน BBS ซึ่งช่วยลดภาระการลงทุนสําหรับการซื้อเรือที่มีมูลค่า การลงทุนสูง และการจัดการบุคลากร ตลอดจนการซ่อมแวมบําารุงรักษาเรือ"
      },
      "reachStacker": {
        "title": "รถยกตู้คอนเทนเนอร์แบบ Reach Stacker",
        "content": "รถยกตู้คอนเทนเนอร์ของเราสามารถยกขนสินค้าได้หนักถึง 42 ต้น ช่วยขนย้ายตู้คอนเทนเนอร์ภายในท่าเทียบเรือได้อย่างมีประสิทธิภาพ"
      },
      "emptyContainerHandler": {
        "title": "รถยกตู้คอนเทนเนอร์เปล่า",
        "content": "ท่าเทียบเรือของเราสามารถบริหารจัดการตู้คอนเทนเนอร์เปล่าขนาดใหญ่ได้อย่างมีประสิทธิภาพและรวดเร็ว"
      },
      "tractorTrailer": {
        "title": "รถหัวลากและหางลาก",
        "content": "รถหัวลากของเราสามารถเคลื่อนย้ายตู้คอนเทนเนอร์ได้อย่างรวดเร็ว พร้อมด้วยรถพ่วงที่แข็งแรงและทนทาน สามารถยกขนตู้คอนเทนเนอร์ได้อย่างปลอดภัยตลอดเส้นทางการขนส่ง"
      },
      "forklift": {
        "title": "รถฟอร์คลิฟต์",
        "content": "เพื่อบริหารจัดการสินค้าได้อย่างมีประสิทธิภาพ เรามีรถฟอร์คลิฟต์ทั้งหมด 13 คัน เพื่อช่วยในการบริหารจัดการสินค้าในพื้นที่คลังสินค้าของสหไทยให้ได้รวดเร็วและปลอดภัยเทอร์มินอล"
      }
    },
    "Ocr": {
      "title": "เทคโนโลยีการอ่านตู้สินค้าอัตโนมัติ (OCR)",
      "content": "สหไทย เทอร์มินอล ได้รับความร่วมมือจากองค์กรในประเทศร่วมกันพัฒนาระบบการอ่านตู้สินค้าอัตโนมัติ หรือ OCR (Optical Character Recognition) มาใช้ในการอ่านหมายเลขตู้สินค้า ณ ประตูทางเข้าท่าเรือ การใช้เทคโนโลยี OCR ช่วยให้การทำงานมีประสิทธิภาพและราบรื่นมากขึ้น เพิ่มความแม่นยำในการตรวจสอบและลดเวลาในการดำเนินงาน ทำให้ลูกค้าได้รับการบริการที่รวดเร็วและมีคุณภาพ"
    },
    "FreeTradeZoneGroup": {
      "title": "เขตปลอดอากร",
      "content": "สหไทย เทอร์มินอล เข้าใจและเห็นความสำคัญของการมีสำนักงานศุลกากรในพื้นที่ท่าเรือ ซึ่งมีส่วนสำคัญในการลดเวลาและลดค่าใช้จ่ายให้กับคุณได้ ",
      "FreeTradeZone": {
        "title": "เขตปลอดอากร",
        "content": "ตั้งอยู่ห่างสหไทย เทอร์มินอล เพียง 200 เมตร พื้นที่รวมทั้งสิ้น 6,400 ตารางเมตร "
      },
      "Facilitate": {
        "title": "อำนวยความสะดวก",
        "content": "ออกแบบพิเศษเพื่อความสะดวกในการขนถ่ายสินค้า ผ่านท่าเทียบเรือให้ราบรื่นยิ่งขึ้น"
      },
      "GoodsStorageServices": {
        "title": "บริการจัดเก็บสินค้า",
        "content": "บริการจัดเก็บสินค้าแบบไม่จำกัดเวลา"
      },
      "StorageArea": {
        "title": "พื้นที่จัดเก็บสินค้า",
        "content": "พื้นที่จัดเก็บสินค้าแบบบรรจุเต็มตู้ (FCL) และพื้นที่เขตปลอดอากรเฉพาะ "
      }
    },
    "OperationGuidelines": {
      "title": "คำแนะนำเกี่ยวกับขั้นตอนการปฏิบัติการ",
      "docking": {
        "title": "การเข้าเทียบท่า",
        "description": "สายการเดินเรือหรือตัวแทนสายการเดินเรือ ต้องส่งอีเมล์รายละเอียดของเรือบรรทุกสินค้า บริการ และลักษณะของเรือบรรทุกสินค้า (แผนการจัดเก็บทั่วไป แผนการผูกยึดเรือ แผนการจัดวางตู้สินค้าเย็น ระบบความปลอดภัย และตารางพื้นที่ระวางตู้คอนเทนเนอร์) ให้แก่ สหไทย เทอร์มินอล ล่วงหน้าอย่างน้อย 1 สัปดาห์ ก่อนเข้าเทียบท่าสายการเดินเรือหรือตัวแทนสายการเดินเรือ ต้องส่งข้อมูลตารางการเข้าเทียบท่าระยะยาวล่วงหน้าอย่างน้อย 1 เดือน ให้กับสหไทย เทอร์มินอล เพื่อให้สหไทย เทอร์มินอลวางแผนจองตู้คอนเทนเนอร์ให้กับเรือขนส่งสินค้าล่วงหน้าอย่างน้อย 7, 3 และ 1 วัน ก่อนเข้าเทียบท่า สายการเดินเรือหรือตัวแทนสายการเดินเรือ ต้องส่งข้อมูลประมาณการของวันที่เรือจะเข้าเทียบท่า (ETA) และปริมาณสินค้าที่จะทำการโหลดขึ้นหรือลงโดยประมาณ เพื่อให้ สหไทย เทอร์มินอล ยืนยันแผนการเข้าเทียบท่า (POB) และประมาณการของวันที่ที่เรือจะออกจากท่าเรือต้นทาง (ETD) ส่งอีเมล์ถึงสำนักงานปฏิบัติการของ สหไทย เทอร์มินอล ได้ที่ planner.stt@sahathai.com"
      },
      "responsibilityScope": {
        "title": "ขอบเขตความรับผิดชอบ",
        "description": ""
      },
      "operatingHours": {
        "title": "ชั่วโมงปฏิบัติการ",
        "description": "แผนกปฏิบัติการทำงาน 7 วัน 24 ชม."
      },
      "cfsLcl": {
        "title": "สินค้าประเภท CFS/LCL",
        "description": "เป็นบริการสำหรับการรับสินค้าจากผู้ส่งออกสินค้ามาบรรจุใส่ตู้คอนเทนเนอร์ที่ท่าเรือสหไทย เพื่อเตรรยมยกขึ้นเรือขนสินค้าสำหรับผู้ส่งออกสินค้าที่ไม่มีฝ่ายบรรจุสินค้าเข้าตู้คอนเทนเนอร์เป็นของตัวเอง โดยส่วนมากเป็นการให้บริการในลักษณะบรรจุสินค้าของผู้ส่งออกรายเดียวแบบเต็มตู้ สำหรับการบรรจุสินค้าเข้าตู้คอนเทนเนอร์เพื่อส่งออก โดยบริษัทฯ จะเรียกเก็บค่าบริการจากผู้ส่งออกสินค้าหรือตัวแทนของผู้ส่งออก นอกจากนี้บริษัทฯ ยังมีบริการสำหรับผู้นำเข้าสินค้า โดยเป็นการบริการในการเปิดตู้คอนเทนเนอร์ ที่นำมาส่งที่ท่าเรือสหไทย เพื่อนำสินค้าออกมาจากตู้คอนเทนเนอร์เพื่อจัดเตรียมให้ผู้นำเข้ามารับสินค้า โดยมีทั้งการเปิดตู้คอนเทนเนอร์สำหรับตู้คอนเทนเนอร์ที่ขนสินค้าของผู้นำเข้าสินค้าหลาย ๆ รายรวมกัรอยู่ในตู้คอนเทนเนอร์เดียวกัน ซึ่งใช้บริการขนสินค้าแบบไม่เต็มตู้คอนเทนเนอร์ ซึ่งจะมีสินค้าจากผู้นำเข้าสินค้ารายอื่นบรรจุรวมอยู่ในตู้คอนเทนเนอร์ด้วย โดยสินค้าจะพักไว้ในโรงพักสินค้าเพื่อรอผู้นำเข้าสินค้าแต่ละรายมารับสินค้า และบริการเปิดตู้คอนเทนเนอร์ซึ่งบรรจุสินค้าของผู้นำเข้าเพียงรายเดียว ซึ่งผู้นำเข้าจะมารับสินค้าโดยตรงจากตู้คอนเทนเนอร์ โดยบริษัทฯ จะเรียกเก็บค่าบริการจากผู้นำเข้าหรือตัวแทนของผู้นำเข้า"
      },
      "regulationsCargoShips": {
        "title": "กฎระเบียบสำหรับเรือขนส่งสินค้า",
        "description": "1.รับส่งตู้สินค้าผ่านระบบ NSW TOS<br/>2. Matching<br/>3.Mobile X-Ray Machinem"
      },
      "safetyRegulations": {
        "title": "กฎข้อบังคับด้านความปลอดภัย",
        "description": "ด้วยประเทศไทยได้เข้าร่วมเป็นภาคีอนุสัญญาระหว่างประเทศว่าด้วยความปลอดภัยแห่งชีวิตในทะเล ค.ศ. 1974 แก้ไขเพิ่มเติม ค.ศ. 2002 (International Convention for the Safety of Life at Sea 1974, as amended 2002) กำหนดให้เรือและท่าเรือระหว่างประเทศที่อยู่ในบังคับของประมวลข้อบังคับว่าด้วยการรักษาความปลอดภัยของเรือและท่าเรือระหว่างประเทศ (International Ship and Port Facility Security Code : ISPS Code) ต้องมีการปฏิบัติการรักษาความปลอดภัยของเรือและท่าเรือเพื่อป้องกันภัยคุกคามอันอาจก่อให้เกิดความไม่ปลอดภัยในการขนส่งทางนํ้า และเพื่อให้มั่นใจว่าเรือและท่าเรือมีการรักษาความปลอดภัยอย่างเพียงพอและเหมาะสม ซึ่งมีผลบังคับใช้ตั้งแต่ วันที่ 1 กรกฎาคม ค.ศ. 2004 เป็นต้นไป<br/>บริษัทสหไทย เทอร์มินอล จำกัด (มหาชน) (ท่าหมายเลข 6) ซึ่งเป็นผู้ให้บริการท่าเทียบเรือที่มีขนาดเกินกว่า 500 ตันกรอส ตั้งอยู่บริเวณริมฝั่งแม่น้ำเจ้าพระยาตะวันออก ตำบลบางหญ้าแพรก อำเภอพระประแดง จังหวัดสมุทรปราการ ได้ตระหนักถึงความสำคัญเกี่ยวกับการรักษาความปลอดภัยของเรือและท่าเทียบเรือ บริษัทฯ จึงได้จัดทำแผนการรักษาความปลอดภัยดังกล่าวขึ้นเพื่อให้เป็นไปตามอนุสัญญาดังกล่าวที่กำหนดให้ท่าเรือที่ให้บริการเรือโดยสารเรือสินค้าที่มีขนาดมากกว่า 500 ตันกรอส จะต้องจัดทำรายงานการประเมินและแผนการรักษาความปลอดภัยของท่าเรือเพื่อป้องกันภัยคุกคามเรือและท่าเทียบเรือในรูปแบบต่างๆ เช่น การลักขโมยสินค้า (Pilferage and Theft) การลักลอบขนยาเสพติด (Illicit drugs smuggling) คนแอบซ่อนลงเรือ (Illegal migrants and stowaways) โจรสลัดหรือปล้นสดมภ์เรือ (Piracy and armed robbery against ship) การก่อวินาศกรรม (Sabotage) การก่อการร้ายสากล (Terrorism) การลอบวางระเบิด (Bombing) การยึดยานพาหนะ (Hijacking) การลักพาคน(Kidnapping) การวางเพลิง (Arson) การลอบสังหาร (Assassination) การจับตัวประกัน เป็นต้น ทั้งนี้ เพื่อให้มั่นใจว่าเรือและท่าเรือของบริษัทฯ มีการรักษาความปลอดภัยอย่างเพียงพอและเหมาะสม บริษัทฯ จึงได้จัดทำรายงานการประเมินและแผนการรักษาความปลอดภัยของท่าเรือเพื่อเสนอต่อกรมการขนส่งทางน้ำและพานิชยนาวีอนุมัติและออกหนังสือรับรองการปฏิบัติของท่าเรือเพื่อการรักษาความปลอดภัย (Statement of Compliance of a Port Facility) ก่อนที่จะนำไปปฏิบัติต่อไป"
      },
      "hazardousGoods": {
        "title": "สินค้าอันตราย",
        "description": "สินค้าอันตราย ท่าเรือจะใช้ UN Number ในการตรวจสอบและบ่งชี้ประเภทสินค้าอันตราย โดยสามารถแบ่ง ประเภทสินค้าอันตราย ได้ออกเป็น 3 กลุ่ม ดังนี้<br/> กลุ่มที่ 1 ห้ามขนถ่าย<br/> กลุ่มที่ 2 ไม่รับฝากเก็บ<br/> ลูกค้าต้องนำรถมารับที่ข้างเรือเท่านั้น<br/> กลุ่มที่ 3 ฝากเก็บได้ไม่เกิน 5 วันทำการ<br/> ลูกค้าต้องนำรถมารับภายใน 5 วัน (นับจากวันที่ตู้วางพื้นในลาน)<br/> สามารถ นำ UN Number เข้าไปตรวจสอบข้อมูลในระบบ โดยเข้าไปตรวจสอบใน<br/>https://stt.sahathaiterminal.com/containerinquery/Default.aspx?type=DG"
      },
      "requestPermissionContact": {
        "title": "การขออนุญาตเข้ามาติดต่อ",
        "description": "การเข้า-ออกในเขตพื้นที่ท่าเรือของบริษัทสำหรับผู้มาติดต่อ<br/>เพื่อให้การผ่านเข้า-ออกพื้นที่ท่าเรือของบริษัทเป็นไปด้วยความเป็นระเบียบ เรียบร้อย และปลอดภัย จึงให้บุคคลภายนอกปฏิบัติตามระเบียบปฏิบัติของท่าเรือที่มีอยู่อย่างเคร่งครัดตลอดเวลาดังนี้<br/>1) กรณีผู้มาติดต่อเพื่อขอเข้าพบพนักงานท่าเรือ ให้เจ้าหน้าที่รักษาความปลอดภัยปฏิบัติตามหลักการควบคุมการเข้า-ออกพื้นที่เขตท่าเรือของบริษัท<br/>2) กรณีผู้มาติดต่อเพื่อขอเข้าพบเจ้าหน้าที่ท่าเรือ ให้เจ้าหน้าที่รักษาความปลอดภัยพิจารณาจากลักษณะทั่ว ๆ ไปว่าเหมาะสมหรือไม่ และดำเนินการติดต่อเจ้าหน้าที่ท่าเรือพร้อมแลกบัตรผู้มาติดต่อโดยแลกกับบัตรประจำตัวประชาชนหรือบัตรที่ทางราชการออกให้เท่านั้น และต้องออกใบขออนุญาตเพื่อติดต่อกับเจ้าหน้าที่ท่าเรือให้กับผู้มาติดต่อ เพื่อให้ผู้มาติดต่อนำไปให้เจ้าหน้าที่ท่าเรือที่ตนไปติดต่อลงลายมือชื่อเพื่อเป็นการยืนยันในการเข้าไปติดต่อในครั้งนั้น ๆ<br/>3) กรณีผู้มาติดต่อเสร็จกิจธุระจากการติดต่อเจ้าหน้าที่ท่าเรือแล้วจะต้องแลกบัตรคืนและหากมีความจำเป็นที่จะต้องเข้าพบกับเอเย่นเรือ หรือบุคคลในท่าเรือของบริษัทในอาคารสำนักงาน ให้มาดำเนินการทำบัตรอนุญาตผ่านเข้า-ออกตามหลักการควบคุมการเข้า-ออกพื้นที่เขตท่าเรือของบริษัท<br/> 4) ผู้มาติดต่อกับลูกเรือหรือติดต่องานในเขตท่าเทียบเรือจะต้องเป็นบุคคลที่มีรายชื่อในการขออนุญาตเข้าพื้นที่ปฏิบัติการตามแบบฟอร์มและตามรายชื่อที่ได้รับการอนุญาตให้เข้าในเขตพื้นที่แล้วเท่านั้น โดยเจ้าหน้าที่รักษาความปลอดภัยจะให้แลกบัตรผู้มาติดต่อและออกใบอนุญาตผ่านเข้า-ออก เพื่อให้ผู้ที่มาติดต่อนำไปให้ผู้ที่ตนไปติดต่อเพื่อลงลายมือชื่อเป็นการยืนยันในการเข้าไปติดต่อในครั้งนั้น ๆ<br/>5) ผู้รับเหมาที่มีสัญญาจ้างการทำงานเป็นระยะเวลาสั้น ๆ และเป็นครั้งคราวมีขั้นตอนในการขออนุญาตเข้าทำงานในเขตพื้นที่บริษัท ดังนี้<br/>5.1) บริษัทรับเหมาที่มีหัวหน้าหรือหรือผู้ควบคุมจะต้องติดต่อกับเจ้าหน้าที่รักษาความปลอดภัย เพื่อแจ้งวัตถุประสงค์ในการเข้าไปทำงานและติดต่อทำใบขออนุญาตเข้าทำงานในพื้นที่ท่าเรือของบริษัทฯ โดยกรอกรายละเอียดในการเข้าทำงานในพื้นที่ท่าเรือของบริษัทฯ พร้อมทั้งทำการแลกบัตรแสดงตน โดยใช้บัตรประจำตัวประชาชนของพนักงานแลกบัตรผ่านต่อเจ้าหน้าที่รักษาความปลอดภัยตามรายชื่อพนักงานที่ขออนุญาตเข้าทำงาน พร้อมทั้งแสดงรายการอุปกรณ์ที่จะต้องนำเข้าไปปฏิบัติงานในเขตพื้นที่ท่าเรือ"
      },
      "documentSubmissionProcess": {
        "title": "ขั้นตอนการยื่นเอกสาร",
        "description": ""
      },
      "bookingProcess": {
        "title": "ขั้นตอนการจอง",
        "description": ""
      },
      "serviceCharge": {
        "title": "การเรียกเก็บค่าบริการ",
        "description": ""
      }
    },
    "OCR": {
      "Title": "เทคโนโลยีการอ่านตู้สินค้าอัตโนมัติ (OCR)",
      "Description": "สหไทย เทอร์มินอล ได้รับความร่วมมือจากองค์กรในประเทศร่วมกันพัฒนาระบบการอ่านตู้สินค้าอัตโนมัติ หรือ OCR (Optical Character Recognition) มาใช้ในการอ่านหมายเลขตู้สินค้า ณ ประตูทางเข้าท่าเรือ การใช้เทคโนโลยี OCR ช่วยให้การทำงานมีประสิทธิภาพและราบรื่นมากขึ้น เพิ่มความแม่นยำในการตรวจสอบและลดเวลาในการดำเนินงาน ทำให้ลูกค้าได้รับการบริการที่รวดเร็วและมีคุณภาพ"
    },
    "FreeTradeZone": {
      "Title": "เขตปลอดอากร",
      "Description": "สหไทย เทอร์มินอล เข้าใจและเห็นความสำคัญของการมีสำนักงานศุลกากรในพื้นที่ท่าเรือ ซึ่งมีส่วนสำคัญในการลดเวลาและลดค่าใช้จ่ายให้กับคุณได้",
      "List": {
        "FreeZone": {
          "Title": "เขตปลอดอากร",
          "Description": "ตั้งอยู่ห่างสหไทย เทอร์มินอล เพียง 200 เมตร พื้นที่รวมทั้งสิ้น 6,400 ตารางเมตร"
        },
        "Facility": {
          "Title": "อำนวยความสะดวก",
          "Description": "ออกแบบพิเศษเพื่อความสะดวกในการขนถ่ายสินค้าผ่านท่าเทียบเรือให้ราบรื่นยิ่งขึ้น"
        },
        "Stock": {
          "Title": "บริการจัดเก็บสินค้า",
          "Description": "บริการจัดเก็บสินค้าแบบไม่จำกัดเวลา"
        },
        "Fcl": {
          "Title": "พื้นที่จัดเก็บสินค้า",
          "Description": "พื้นที่จัดเก็บสินค้า แบบบรรจุเต็มตู้ (FCL) และพื้นที่เขตปลอดอากรเฉพาะ"
        }
      }
    }
  }
}
